[
    {
        "id": "NCT00001615",
        "text": "Phase I Study of Corticosteroid Treatment of Ill-Defined Choroidal Neovascularization in Age-Related Macular Degeneration Age-related macular degeneration (AMD) represents the most common cause of blindness in patients over the age of 60. The major cause of vision loss in this disease is due to the development of choroidal neovascular membrane formation (CNVM). Several clinical trials have proven that eyes with \"well-defined\" CNVM or lesions that can be readily demarcated with fluorescein angiography can be successfully treated with laser photocoagulation. However, up to 87% of eyes present with \"ill-defined\" CNVM or lesions that cannot be well demarcated on fluorescein angiography and are not amenable to laser photocoagulation. No beneficial treatment for this form of choroidal neovascularization has been established.Histopathologic study has demonstrated the presence of inflammatory and reparative responses in the retina of patients with ill-defined choroidal neovascularization. Since corticosteroids have been shown to downregulate many of the cellular factors involved in both inflammation and repair, the present study is designed to assess the ability of corticosteroid injection around the eye to prevent severe vision loss associated with \"ill-defined\" choroidal neovascularization in the setting of age-related macular degeneration. The study will be organized as a randomized open label control clinical trial involving 2 phases. Phase 1 involving 40 patients will establish the feasibility and safety of this treatment modality. Phase 2 will place emphasis on efficacy of the study.\n\nDetailed Description\nAge-related macular degeneration (AMD) represents the most common cause of blindness in patients over the age of 60. The major cause of vision loss in this disease is due to the development of choroidal neovascular membrane formation (CNVM). Several clinical trials have proven that eyes with \"well-defined\" CNVM or lesions that can be readily demarcated with fluorescein angiography can be successfully treated with laser photocoagulation. However, up to 87% of eyes present with \"ill-defined\" CNVM or lesions that cannot be well demarcated on fluorescein angiography and are not amenable to laser photocoagulation. No beneficial treatment for this form of choroidal neovascularization has been established.Histopathologic study has demonstrated the presence of inflammatory and reparative responses in the retina of patients with ill-defined choroidal neovascularization. Since corticosteroids have been shown to downregulate many of the cellular factors involved in both inflammation and repair, the present study is designed to assess the ability of corticosteroid injection around the eye to prevent severe vision loss associated with \"ill-defined\" choroidal neovascularization in the setting of age-related macular degeneration. The study will be organized as a randomized open label control clinical trial involving 2 phases. Phase 1 involving 40 patients will establish the feasibility and safety of this treatment modality. Phase 2 will place emphasis on efficacy of the study."
    },
    {
        "id": "NCT00393692",
        "text": "Prospective Natural History Study of Fundus Autofluorescence Imaging in Age-related Macular Degeneration (FAM-Study) Using Confocal Scanning Laser Ophthalmoscopy The purpose of this study is to define phenotypic variations in atrophic Age-Related Macular Degeneration (AMD) and to identify predictive factors for disease progression based on fundus autofluorescence imaging.\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of legal blindness in the industrialized world beyond 50 years of age. Ageing changes of the retinal pigment epithelium (RPE) play a key role in the pathogenesis of the disease. In postmitotic RPE cells autofluorescent lipofuscin granules accumulate with age in the lysosomal compartment mainly as a byproduct of constant phagocytosis of membranous disks shed from photoreceptor outer segments. With the advent of confocal scanning laser ophthalmoscopy fundus autofluorescence mediated by RPE-lipofuscin accumulation can be visualized in vivo: We plan to identify fundus autofluorescence changes as predictive factors for the development of late stage manifestations and their variation over time. Furthermore, we plan to determine the effect of increased focal accumulations of autofluorescent material on retinal sensitivity using fundus perimetry. Examination of human donor eyes with AMD will allow for correlation of fundus autofluorescence alterations in vivo and in vitro. These investigations will be performed not only to better understand the role of lipofuscin accumulation in AMD but also to manipulate these mechanisms for both experimental and therapeutic ends."
    },
    {
        "id": "NCT00357578",
        "text": "A Case Control Study of Age-Related Macular Degeneration (AMD) Examining Gene Expression Patterns in Circulating Monocytes From Peripheral Blood Samples This study will examine skin and blood cells for genetic changes related to the development of age-related macular degeneration, an eye disease that can significantly impair the ability to read, drive, and carry out daily activities. It is the most common cause of vision loss in people over the age of 50.People with age-related macular degeneration and healthy normal volunteers age 50 years or older may be eligible for this study. Candidates will undergo a medical history, physical examination and eye examination with dilation of the pupils. Photographs of the eye will be taken with a special camera.Study participants will have blood drawn three times (no more than 6 tablespoons each time) and will undergo three skin biopsies. For the skin biopsy, an anesthetic is injected under the skin and a small piece of skin-approximately 1/4-inch cube-is removed. The blood draws and biopsies will be done at 7- to 10-day intervals. In most cases, a single biopsy is done at each visit, but it may be necessary to take-at most-one additional biopsy from the other arm during the same visit. Patients will return for one follow-up visit 7 to 10 days after the last biopsy for examination of the biopsy site and removal of any stitches.The results of this study may provide investigators information needed to develop new means of diagnosing and treating age-related macular degeneration.\n\nDetailed Description\nAge-related macular degeneration (AMD) represents the most common cause of blindness in patients over the age of 50. While both hereditary and environmental factors appear to play a role in the pathogenesis of the disease, no common genetic mutations have been identified. This pilot study is intended to test the feasibility of evaluating the patterns of expression of genes that may be involved in the pathogenesis of AMD. The genes of interest are involved in the process of wound repair, cell injury and cell death. We hope to access the expression of these genes, but in tissues taken from non-ocular sites, in patients with AMD and in patients without AMD.Biopsied skin fibroblasts and circulating monocytes from 62 patients will be obtained; 14 without AMD, 14 with at least one large (greater than 125 microns) druse, with geographic atrophy and/or choroidal neovascularization from AMD, 10 with geographic atrophy only, and 20 with choroidal neovascularization and/or disciform scar. The gene expression patterns from these tissues will be examined through various techniques including polymerase chain reaction, Northern blot analysis, differential display and microarray technology. The genetic expression patterns in patients with AMD will then be compared to age-matched control subjects. The primary outcome will be to determine the feasibility of obtaining skin and monocyte samples from patients with AMD, extracting RNA from these samples, and studying gene expression patterns. This study will provide investigators with information needed to develop subsequent studies of potential diagnostic tests."
    },
    {
        "id": "NCT00006202",
        "text": "Dose Ranging Study of Lutein Supplementation in Persons Over Age 60 This study will examine whether taking the vitamin lutein changes lutein blood levels. Lutein, vitamin C, vitamin E and beta-carotene may be useful in treating the eye disease age-related macular degeneration, but more information is needed to support this. Age-related macular degeneration can significantly impair the ability to read, drive, and carry out daily activities. It is the most common cause of vision loss in people over age 60. Lutein a carotenoid that occurs naturally in the retina (the back part of the eye), especially the macula-the part of the retina that is important for fine, detailed vision.Men and women 60 years of age and older, with or without age-related macular degeneration, may be eligible for this study. Candidates will undergo the following tests:Medical history and physical examination.Eye examination-Includes evaluation of visual acuity, measurement of eye pressure, examination of the lens, retina, pupils and eye movements, and photographs of the eye.Visual field study-Examines the ability to see objects in the periphery. The subject looks at a target on a screen and indicates when lights that appear in other places on the screen are visible.Flicker photometry-The subject looks at a flashing light and turns a knob until the light stops flashing.Blood tests-To measure blood levels of lutein and other carotenoids, liver function, cholesterol and triglycerides.Participants will be randomly assigned to take one of three dosages of lutein (2.5 milligrams, 5 milligrams or 10 milligrams) for 6 months and will be examined at follow-up visits scheduled 1, 3, 6, 9 and 12 months after starting lutein. During these visits, many of the exams described above will be repeated to evaluate the effects of lutein treatment on the eye.\n\nDetailed Description\nThe primary objective of this study is to evaluate the association of varying doses of oral supplementation of lutein with the resulting serum levels of lutein in people over age 60 who may or may not have AMD. Secondary objectives are to investigate the relationship between level of disease and lutein absorption and to assess change in macular pigment. Assessment of macular pigment is not routinely performed in this patient population. Including this assessment in the current study will further attempts to standardize its implementation. If results appear to warrant further study, a placebo-controlled study may be appropriate. Patients will range from those with no AMD and little or no drusen in either eye through end stage AMD (geographic atrophic, retinal pigment epithelial detachment, or other signs of neovascular/exudative disease) in the eye with worst disease. AMD severity will be classified using Age-Related Eye Disease Study criteria for the definition of advanced AMD (Appendix 2). Development of a safety profile is not a specific objective of this study. To this point in time, the available published data have not indicated any safety concerns. However, due to the lack of complete knowledge of potential toxicities, safety assessments will be performed at all scheduled study visits. These safety assessments include: visual acuity, complete ophthalmic examination, fundus photos, liver function tests, visual field tests, and a side-effect questionnaire from the AREDS. Should safety concerns arise, adverse event rates can be compared to the AREDS, which is based on the same study population."
    },
    {
        "id": "NCT00260403",
        "text": "Transpupillary Thermotherapy Versus Photodynamic Therapy Treatment of Occult and Minimally Classic Choroidal Neovascularization in Age-Related Macular Degeneration. The purpose of the study is to compare photodynamic therapy to transpupillary thermotherapy as a treatment method for choroidal neovascularization in age-related macular degeneration ( AMD). AMD is a disease affecting the macula, the central area of the retina.There are two main types of AMD. Geographic atrophy ( dry) AMD and neovascular ( wet) AMD. In neovascular AMD, sub-retinal neovascular membranes ( new blood vessels) develop beneath the retina. The new vessels can leak causing haemorrhage that leads to significant visual loss. Photodynamic therapy ( PDT) is a method for treating neovascular membranes without affecting the retina. Photoactive chemicals are injected into the patient and irradiated with light as the pass through the neovascular membranes. This light is strong enough to activate the chemicals, that destroy the blood vessels, but not strong enough to cause damage to the overlying retina. The duration of the treatment is 83s. PDT treatment is effective in predominantly classic subfoveal choroidal neovascularization ( CNV), but was observed to yield no visual benefit in minimally classic CNV during a 2-year follow-up and as to occult CNV the effect was scarce. PDT does have its drawbacks, one of which is the cost. Another is that the patient become highly sensitive to strong light. Transpupillary thermotherapy ( TTT) is a thermic treatment of choroidal neovascularization in AMD. Using a thermal diode laser ( emission 810 nm), transpupillary irradiation of the fundus through a conventinal contact lens is performed. The temperature is elevated < 10 degrees C during a 60s exposure to continuous radiation. The laser power is adjusted to the diameter of the laser beam. In a pilot study, Reichel et al. ( 1999) demonstrated that subfoveal occult CNV could be occluded and visual acuity stabilized in a majority of patients treated with TTT. These results has been confirmed in small series of cases with occult CNV and with minimally ( <50%) classic CNV. This prospective, randomized controlled study aim to compare TTT and PDT as a treatment for occult and minimally classic CNV. A total of 140 patients will be included in the study. Follow up is 2 years. The patients included will be followed as to visual acutiy ( ETDRS), new vessel growth ( fluorescien angiography and ICG), OCT and with a quality of life questionnarie.\n\nDetailed Description\nAge-related macular degeneration ( AMD) is a disease affecting the macula, the central area of the retina. There are two main types of AMD. Geographic atrophy ( dry) AMD and neovascular ( wet) AMD. In neovascular AMD, subretinal neovascular membranes develop beneath the retina. The new vessels can leak causing haemorrhage that leads to edema, scarring and significant visual loss. Sub-retinal neovasular membranes are defined as classic, occult and minimally classic according to their apperance on fluorescein angiography. Trials have shown that early laser photocoagulation of classic extrafoveal lesions could delay the loss of vision in a small number of patients. However, most patients present with subfoveal membranes and whilst photocoagulation can limit the extent of subsequent visual loss, it causes immediate loss of central vision due to concurrent destruction of the overlying retina. Photodynamic theray ( PDT) represent a milestone in the treatment of CNV, and marks the start of a new era. Current PDT operates on the basis of principal that makes use of a dye ( verteporfin) which is preferentially retained in proliferating tissue such as CNV, sensitizing the endothelial cells to laser rediation ( 689 nm). Endothelial cells degeneration is mediated by reactive oxygen which intermediates with subsequent platelet activation, and a thrombosis, and temporary or permanent occlusion of vessels is seen in the treated area ( Ghazi et al 2001. The light is strong enough to activate the chemicals, causing them to emit free radicals that destroy the blood vessles, but not strong enough to cause damage to the overlying retina. The duration of the treatment is 83s. PDT is effective in predominantly classic subfoveal CNV, but was observed to yield no visual benefit in minimally clasic CNV during a 2-year follow-up. As to occult CNV PDT was effective in small lesions ( 4 disc areas or less), when there was a recent disease progress and when visual acuity was less then 20/50. In the VIP ( Verteporfin Therapy of Subfoveal Choroidal neovascularization, 2 year resulta of Randomized Clinical trial incl Lesion with Occult with no classic CNV) the primary outcome, visual acuity, was similar for the verteporfin-treated and the placebo-treated eyes through the month 12 examination. Between the month 12 and 24 rxminations, the treatment benefit grew so that by the month 24 examination, the verteporfin-treated eyes were less likely to have moderate or severe vision loss. PDT does have its drawbacks, ont is the cost. Another that the patient become highly sensitive to strong light and needs to wear special sunglasses for 48 hrs after treatment. There has also been discussions regarding lesion size and the potential of damage due to re-treatments.Transpupillary thermotherapy ( TTT) is a thermic teratment of CNV in AMD. Using a thermal diode laser ( emission 810nm), transpupillary irradiation of the fundus through a conventional ( laser) contact lens is performed. The irradiation is resorbed mainly in the melanin granules of RPE and choroidal melanocytes and there is little absorption in the neurosensory retina. The temperatures in the layers of RPE and choriocapillaris is elevated < 10 degrees C during a 60s exposure to continuous rediation. High rates of resportion of the radiation in the endothelium of growing, newly formed vessels will result in thrombus formation and delayed closure of the CNV. The power is adjusted to the diameter of the laser beam. Laser power of 400 mW for a 2.0 mm spot, was found to be safe for the retina in human eyes ( Conolly et al 2001). In a pilot study, Reichel et al ( 1999) demonstrated that subfoveal occult CNV could be occluded and visual acuity stabilized in a majority of patients treated with TTT. These results has been confirmed in small series of cases.This prospective, randomized controlled study aim to compare PDT and TTT as a treatment for occult and minimally classic CNV. A total of 140 patients will be included in the study, ( 110 patients are presently included). Follow up is 2 years. The main outcome is visual acuity ( ETDRS), new vessel growth ( fluorescein angiography and ICG), retinal thickness ( OCT. Furtermore patients will participate in a quality of life questionnarie ( National Eye Institute Visual Function Questionnarie, NEI-CFQ-25)."
    },
    {
        "id": "NCT00058695",
        "text": "Evaluation of Single Nucleotide Polymorphism (SNP) in Patients With and Subjects Without Age-Related Macular Degeneration (AMD) This study will examine whether certain polymorphisms (small gene variances) predispose people to develop age-related macular degeneration (AMD). This eye condition affects people over 50 years of age and can cause permanent loss of central vision. The study will examine and compare the frequency of polymorphisms in patients with AMD to that of individuals without AMD. This information will help identify genetic risk factors for the AMD and may lead to the development of more effective treatments.Patients 50 years of age and older with advanced AMD and healthy normal volunteers may be eligible for this study. All participants will provide an eye health history and will have 10 milliliters (2 teaspoons) of blood drawn from an arm vein. The DNA in the blood will be isolated and tested for certain genes that other research indicates are important in aging and age-related diseases. The normal and polymorphic gene sequences will be identified and compared in patients with AMD and control subjects to determine if any of the polymorphisms are related to development of AMD.In addition, control subjects will have a routine eye examination, including dilation of the pupils for examination of the back of the eye....\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of irreversible severe central visual loss older than 50 in the world.1 The incidence and progression of all the features of AMD are known to increase significantly with age.2-4 In a recent study, Klein et al. reported that approximately 15.6% of the US population aged 60 years and older in 2005-2008 had signs of AMD.5 In a study in Iceland, the prevalence of early AMD was 12.4% for those aged 66 to 74 years and 36% for those aged 85 years and older.6 Currently in the United States, advanced AMD affects more than 1.75 million people and the number will increase to 2.95 million by the year 2020.7Epidemiological studies of genome wide association study (GWAS), candidate gene association, and linkage disequilibrium suggest that AMD has a significant genetic component.7-10 Ample evidence supports the hypothesis that variance of genes involved in DNA repair,11-13 oxidative stress14, 15 and inflammation16-20 play a role in aging and age-related diseases. Many studies have documented the association between polymorphisms in complement factors (CF), oxidative stress, apolipoprotein E (ApoE), mitochondria and chaperone proteins genes and AMD.21-23 Single nucleotide polymorphism (SNP) in ApoE, ApoE or C2/BF may protect AMD. On the other hand, SNP in CFH, AMRS2/HTRA-1 or CX3CR1 gene may increase AMD risk.24 In this study, we would like to test whether the variations of biologically plausible genes (or the modifying genes) listed above are differentially distributed in AMD patients and normal populations. To this end, we choose genes that are believed to play a crucial role in the aging process and will analyze the frequency of SNPs specifically within the coding frames of biologically plausible genes responsible for aging and age-related diseases.Our aim will be to compare the allelic frequencies of candidate genes listed above in cohorts with AMD to the frequency in normal control subjects without AMD. With this study we hope to identify genetic risk factors that could have functional implications for understanding and treating AMD."
    },
    {
        "id": "NCT00342251",
        "text": "Age-Related Macular Degeneration: A Genetic Epidemiology Study in the Amish Age-related macular degeneration (ARMD) affects older Americans and can lead to irreversible blindness. Although the cause if ARMD is unclear, it appears to be a condition that is affected by both genetic and environmental influences.The purpose of this study is to examine an Amish community to investigate genetic factors in the development of ARMD.Study participants will be 1,000 members, ages 50 and older, of the Old Order Amish community in Lancaster and Franklin counties in Pennsylvania. Each will undergo a 30-minute dilated eye exam during which an ophthalmologist or optometrist will take digital images of the macula and optic disc. Depending on the results of their eye exam, participants may be asked to give a blood sample as well. They will also complete a brief questionnaire about personal exposure related to occupation, sunlight and smoking.\n\nDetailed Description\nAge-related macular degeneration (AMD) is a leading cause of visual impairment in the United States. Available evidence suggests that AMD is a complex disorder with a significant genetic component as well as potential environmental influences. In this study we propose to examine 3,000 members, ages 50 and older, of the Old Order Amish community in the Lancaster and Franklin counties area in Pennsylvania. We plan to detail the epidemiology of AMD in this population isolate in attempt to elucidate genetic factors which may confer susceptibility and predispose some Amish individuals and their families to develop AMD. All study participants agreeing to enroll and providing informed consent will undergo a complete, dilated eye examination during which digital stereo images of the macula and optic disc regions will be acquired. Study participants will also be asked to complete a brief questionnaire inquiring about personal exposures related to occupation, sunlight, and smoking. AMD will be determined by an independent reading of the digital fundus photographs by the University of Wisconsin Fundus Photography Reading Center according to the AREDS AMD classification scheme. We will employ standard statistical genetics methods of parametric and non-parametric linkage analysis, association analysis, and transmission disequilibrium tests, with allowances for environmental (i.e. non-genetic) factors to determine if we can identify any candidate regions or candidate genes that predispose Amish individuals to an increased risk of AMD. Ultimately, we hope to follow up any regions that show suggestive evidence of linkage on the genome-wide scan with fine mapping in those regions, leading to eventual cloning and sequencing of a gene or genes."
    },
    {
        "id": "NCT00279695",
        "text": "Ultrasonic Evaluation of Ocular Tissues The objective of this research program is to improve diagnosis and treatment monitoring of ophthalmic disease by improving diagnostic ultrasound techniques. The program explores the use of novel signal and imaging processing techniques towards this end.\n\nDetailed Description\nThis study involves the diagnosis of several eye diseases, as follows:Glaucoma:Morphometry and spectral parameter assays: Clinical correlative studies in primary and secondary glaucoma subgroups: This is a volunteer study to obtain volumetric measurements of age-related changes in the ciliary body and individual ciliary muscle components. The study will provide baseline values for treatment monitoring studies of glaucoma therapeutics. There is minimal risk that the ultrasound procedure may reveal an occult ocular disease process, but the probability is very small. Patients will be informed and assisted in obtaining appropriate care if any abnormality is seen.Morphometry and spectral parameter assays: Ciliary body drug interactions in patients with initial diagnosis of open angle glaucoma: This study will attempt to document changes in anterior segment functional anatomy related to medical management of glaucoma. We hypothesize that several classes of anti-glaucoma drugs produce permanent modification of ciliary muscle vasculature that is related in turn to loss of drug efficacy over time. Data from COAG patients will be compared with age and sex matched normals. Participation in the study will not effect the ongoing glaucoma therapy of patients.Accommodation:Accommodative function in young emmetropes and transitional presbyopes: This is a volunteer study to develop a descriptive model of the human eye's focusing mechanism based on ultrasound morphometric measurements and spectral parameter assays. This study will measure dynamic changes in ciliary body spectral assays (size, CQ2) during calibrated accommodative tasks in volunteers with good amplitude of accommodation and those with accommodative loss do to aging and model 3-D conformal changes in anterior segment structures during accommodation. There is minimal risk that the ultrasound procedure may reveal an occult ocular disease process, but the probability is very small. Patients will be informed and assisted in obtaining appropriate care if any abnormality is seen.Ocular TumorsTumors of the iris and ciliary body: This is an observational study of growth pattern changes in anterior melanoma for the purpose of identifying prognostic variables associated with rapid tumor growth. A percentage of small melanomas are observed for periods of up to several years before demonstrable growth will suggest more aggressive treatment. In the clinical ultrasound practice many patients with these tumors are seen at 3 to 6 month intervals to provide the ophthalmic oncologist with updated tumor volume data. We will examine changes in the ultrasound scattering structure of these tumors over time and their correlation with volume changes. The on-going research data are not released as part of the clinical ultrasound report.Age-related Macular DegenerationPosterior examinations: age-related macular degeneration: This study will examine the use of higher frequency (20-30 MHz) ultrasound in the early diagnosis of Age-related macular degeneration. Our hypothesis is that early changes in the choriocapillaries and choroid vascular density and conformation can be detected with high-frequency spectral assays. We will obtain ultrasound scans at frequencies of 20 MHz or more, as well as OCT and fundus photographs. Similar numbers of age-matched control subjects will be examined. Measurements of retinal and choroidal thickness profiles in the peri-macular region will be made. Spectral data will be used for morphologic vascular analysis (size and shape). Statistical comparison will be made using parametric and non-parametric methods between control and AMD groups."
    },
    {
        "id": "NCT00000150",
        "text": "Submacular Surgery Trials (SST) To determine whether surgical removal of subfoveal choroidal neovascularization (CNV) and associated hemorrhage in patients with age-related macular degeneration (AMD), the ocular histoplasmosis syndrome (OHS), or idiopathic CNV stabilizes or improves vision more often than observation.To determine how surgical removal compared to observation of subfoveal CNV due to AMD, OHS, or idiopathic causes changes the patient's perception of health- and vision-related \"quality of life,\" as measured by telephone interview using the Medical Outcomes Survey Short Form-36 (MOS SF-36) instrument, the Hospital Anxiety and Depression Scale, and the National Eye Institute Visual Function Questionnaire (NEI VFQ-25).To determine whether randomized trials of surgery are warranted for patients with subfoveal CNV associated with age-related macular degeneration not suitable for laser treatment.\n\nDetailed Description\nAge-related macular degeneration (AMD) with CNV is the most common cause of irreversible severe loss of vision in older adults. The Macular Photocoagulation Study (MPS) Group, sponsored by the National Eye Institute, demonstrated that laser treatment is effective for recurrent subfoveal CNV (that extends into the center of the macula) after laser treatment and for selected patients with subfoveal CNV who had no prior treatment. More recently, photodynamic therapy with verteporfin was shown to reduce the risk of moderate and server loss of vision in selected patients with subfoveal neovascularization associated with AMD. Choroidal neovascularization due to OHS affects adults of working age and may pose a lifelong risk of blindness to people who have characteristic scars (\"histo spots\") in the macula. It has been estimated that 2,000,000 people who live or have lived in the region of the United States in which histoplasmosis is endemic have characteristic histo spots and that 100,000 of them will lose vision in one or both eyes due to CNV. Fortunately, the effectiveness of laser photocoagulation for treating CNV due to OHS that is not subfoveal (i.e., not extending into the center of the macula) also has been demonstrated by the MPS Group in two randomized clinical trials. However, treated patients are at risk of subfoveal recurrence, and laser treatment cannot be applied to these patients or to other patients with OHS who present with subfoveal CNV in the absence of prior laser treatment.Recently, alternative therapies to laser photocoagulation and photodynamic therapy have been proposed for the management of CNV and are intended to increase the chance of stabilizing or improving vision at a greater rate than with observation. The most promising of these alternatives at this time is surgical removal of the neovascular lesion, i.e., submacular surgery. The rationale for this surgical approach is that removal of the CNV may halt enlargement of the visual defect, spare photoreceptors in the central macula, and allow adjacent ocular structures to function normally. Data regarding the effectiveness of this approach is limited to reports of case series which suffer from the absence of untreated controls, limited number of cases evaluated, or lack of long term follow-up to assess the impact of recurrent CNV, delayed atrophy of the outer retina, and adverse outcomes such as cataract and retinal detachment, requiring additional treatment.The Submacular Surgery Trials comprise a set of multicenter, randomized clinical trials with the goal of determining whether surgical removal of subfoveal CNV stabilizes or improves vision more often than observation. A total of 19 clinical centers collaborated in conducting a clinical trial for patients with neovascular OHS and idiopathic CNV (Group H protocol). The target sample size for the Group H protocol was 250 participants to be enrolled and followed for 4 years. A total of 29 clinical centers collaborated in conducting two additional clinical trials for patients with neovascular AMD. The target sample size for these AMD trials was 960 participants to be enrolled and followed for 4 years.Vision data collected at baseline include a protocol refraction, best-corrected logMAR visual acuity (ETDRS charts), contrast threshold (Pelli-Robson charts), and reading speed (enlarged text). Other baseline data recorded include stereoscopic color fundus photographs, fluorescein angiograms, and lens photographs, as well as health- and vision-related quality of life interview data (by telephone).Eligible patients who gave signed, informed consent were randomly assigned to surgery (within 8 days of randomization) or observation. Patients, assigned to surgery, are seen one month post-surgery for an examination and photographs. All participants are examined at 3, 6, 12, 24, 36, and 48 months after randomization to collect vision data (collected in a masked fashion at 24 and 48 months after randomization) and to repeat photography. Quality of life telephone interviews are repeated at 6, 12, 24, 36, and 48 months after randomization.The primary outcome is improvement in visual acuity from baseline to the two-year examination or retention of baseline visual acuity through the two-year examination. Secondary outcomes include change in quality of life from baseline to the 2- and 4-year examinations, change in visual acuity over 4 years, large losses of visual acuity, and adverse ocular outcomes (e.g., those requiring additional treatment such as cataract, retinal detachment, or recurrent CNV)."
    },
    {
        "id": "NCT00100009",
        "text": "Multi-Center, Randomized, Phase II/III Clinical Trial to Study the Effects of Preservative-Free Triamcinolone Acetonide as an Adjunct to Photodynamic Therapy in Participants With Neovascular Age-Related Macular Degeneration This study will test the safety and effectiveness of combining a laser treatment called photodynamic therapy, or PDT, with injections into the eye of the steroid triamcinolone acetonide for treating age-related macular degeneration (AMD). The macula is the part of the retina in the back of the eye that determines central or best vision. AMD can severely impair central vision, affecting a person's ability to read, drive, and carry out daily activities. This vision loss is caused by the formation of abnormal blood vessels behind the retina that leak blood under the macula. PTD stops the growth of these blood vessels and slows the rate of vision loss; however, it has only a temporary effect and does not work in all patients. Furthermore, it may actually cause some swelling and re-growth of blood vessels. Triamcinolone acetonide can help lessen swelling and scarring.Patients 50 years of age and older with AMD may be eligible for this study. Candidates are screened with a medical history, medical evaluation, and eye examinations (see below). Participants are randomly assigned to one of three treatment groups: 1) PDT plus 1 mg TAC-PF; 2) PDT plus 4 mg TAC-PF; or 3) PDT plus sham injection (a syringe with no needle is pressed against the eye). Treatments are given the day the patient enrolls in the study and then every 3 months for 2 years, as long as the therapy is thought beneficial. Patients who must discontinue TAC-PF injections may still be treated with PDT if medically necessary. In addition to treatment, patients undergo the following tests and procedures:Eye examination: Visual acuity and eye pressure are measured, and the lens, retina, pupils and eye movements are examined.Fundus photography: Photographs of the back of the eye are taken using a special camera with a bright flash.Lens photography: Photographs of the lens are taken to look for development of cataracts.Fluorescein angiography: Pictures of the retina are taken to look for abnormal blood vessels. A yellow dye is injected into an arm vein and travels to the blood vessels in the eyes. The retina is photographed using a camera that flashes a blue light into the eye. The pictures show if any dye has leaked from the vessels into the retina, indicating possible blood vessel abnormality.Optical coherence tomography: This test uses light to produce a 2-dimensional cross-sectional picture of the retina. The patient looks into a machine called an optical coherence tomograph at a pattern of flashing and rotating red and green lights, first with one eye and then the other.PDT: A needle is placed in an arm vein and a drug called verteporfin (Visudyne® (Registered Trademark)) is infused into the vein over 10 minutes. After 15 minutes, the eye is anesthetized with numbing drops. A special contact lens is then placed on the eye and the laser beam is directed to the eye for 83 seconds.TAC-PF or injections (for those in the TAC-PF treatment groups): Numbing and anesthetic drops are placed on the surface of the eye before injection of TAC-PF. Another anesthetic is then applied to the lower part of the eye with a cotton swab. After a few minutes, TAC-PF is injected into the vitreous (jelly-like substance inside the eye). Patients receiving sham injections undergo the identical procedure, except a syringe with no needle is pressed against the eye to seem like a real injection. All patients receive antibiotic drops to put in their eye for 2 days after each treatment. Patients return to the clinic anytime from 2 to 7 days after each treatment for a check of vision, eye pressure, and treatment side effects.Patients are seen in the clinic for additional checks at 4 weeks and 4 months after the first treatment.\n\nDetailed Description\nAge-related macular degeneration (AMD) represents the most common cause of blindness in persons over the age of 50. The major cause of vision loss in this disease is due to the development of choroidal neovascularization. Several clinical trials have shown that eyes with neovascularization portending 4 disc areas or less or all lesions with predominately classic composition (lesions having at least 50% of vessels which can be readily demarcated with fluorescein angiography) can benefit from treatment with photodynamic therapy (verteporfin - PDT). However, this treatment only results in a reduction in the number of participants who suffer moderate and severe vision loss. Few participants demonstrate an improvement in visual acuity.Histopathologic studies have demonstrated the presence of an inflammatory response in the retina and choroid of participants with choroidal neovascularization as well as in eyes receiving verteporfin - PDT. Therefore, the use of triamcinolone acetonide, which possesses anti-inflammatory as well as anti-angiogenic properties, may be beneficial in participants with neovascular AMD undergoing verteporfin - PDT.This study will be organized as a controlled, participant masked, randomized, multi-center Phase II/III study that will investigate the efficacy of a preservative - free intravitreal formulation of triamcinolone acetonide (TAC-PF) in AMD participants undergoing verteporfin - PDT. Unlike studies that use steroids containing benzyl alcohol, this study will evaluate preservative-free steroids. Three hundred participants with neovascular AMD, undergoing verteporfin - PDT, will be randomly assigned to receive either a sham intravitreal injection, a 1 mg intravitreal injection of TAC-PF, or a 4 mg intravitreal injection of TAC-PF. Depending on a participant's response, treatments as randomized, may be repeated at 3-month intervals. Participants will complete a maximum of 2 years of follow-up.The primary efficacy outcome measure is the proportion of participants who experience a moderate vision loss defined as a drop of greater than or equal to 15 letters in best-corrected visual acuity from baseline verteporfin - PDT treatment to month 12. Secondary outcomes will include assessments of the safety of the adjunct therapy; additional vision changes observed between baseline, month 3, month 12, and month 24; lesion changes observed between baseline, month 3, month 12 and month 24; and changes observed in lens opacities between baseline, month 12, and month 24."
    },
    {
        "id": "ISRCTN55089134",
        "text": "Macular pigment response to supplemental lutein and zeaxanthin: a twin heritability study Background and aims\nAge-related macular degeneration (AMD) \u0096 the breakdown of the macular pigment (MP) in the retina of the eye \u0096 is the most common cause of blindness in the developed world. MP is an accumulation in the retina of two hydroxycarotenoids, lutein (L) and zeaxanthin (Z), which human beings can only derive from their diet. Previous studies suggest that an increase in L/Z decreases AMD risk, and various formulations of L and Z supplement are already being marketed as improving \u0093eye health\u0094. However, studies investigating the effects of dietary change and supplements on MP density have shown a range of responses, with some subjects\u0092 MP density increasing up to 40% and others\u0092 remaining unchanged. The aim of this study was to investigate the effects of a high-dose L and Z supplement on MP levels in twins.  By studying identical and non-identical twins, we also hope to determine whether MP change in response to supplementation is genetically passed on.\n\nWho can participate?\nParticipants were female, aged 16-50, and enrolled on the TwinsUK adult registry \u0096 we needed to recruit both identical and non-identical twin pairs. We looked for healthy volunteers rather than participants with a certain condition.       \n\nWhat does the study involve?\nMacular pigment optical density (the amount of macular pigment) was measured using two methods: heterochromatic flicker photometry (HFP) and two-wavelength fundus autofluorescence (AF).\nThe HFP measurement was carried out using a compact, portable instrument called a Maculometer.  This was placed on a tabletop, and participants were asked to rest their forehead against a guide and look through an opening at a target, which was a flickering light.  They were then asked to turn a dial controlling the amount of flicker until the light stopped flickering (or until the amount of flicker was at its lowest).  They were given a couple of chances to practise, and the test was then repeated five times.  The target then changed to a dim red spot surrounded by a ring of flickering light, and the test was again repeated five times. They were then asked to repeat the entire process using the other eye.\nOnce they had completed the HFP test, an eye drop (tropicamide 1%) was given to dilate their eyes for the AF test, which took place in a darkened room.  They had to wait 20-30 minutes for the tropicamide to take effect before the AF test could begin. The right eye was then scanned twice using a laser ophthalmoscope.\nIn addition to the two eye tests, particpants were asked to complete two questionnaires, one on their zygosity (whether they are an identical or a non-identical twin) and one on their food consumption over the last three months. We also took a blood sample to measure levels of lutein and zeaxanthin.\nParticipants were then asked to take a dietary supplement called \u0093Macuvite\u0094 (Springfield®) every day with food for a period of six months. \u0093Macuvite\u0094 contains 18 mg lutein and 2.4 mg zeaxanthin (derived from marigold flowers and microalgae). Their normal diet was continued while taking the supplement.\nThey were then asked to return to the hospital for two more visits, three months and six months after starting to take the dietary supplement. The HFP and AF tests were repeated on each visit, and another blood sample was taken on their three-month visit. They were asked to bring their \u0093Macuvite\u0094 pills with them on their three- and six-month visits so a pill count could be carried out.\nAll participants received the same treatment.\n\nWhat are the possible benefits and risks of participating?\nIt is possible that taking the dietary supplement could lead to an increase in your macular pigment optical density, but we cannot say this for certain until we have completed this and further research studies. There are no known risks to participants.\n\nWhere is the study run from?\nIt was organised by King'\u0092s College London\u0092s Department of Twin Research, based at the St Thomas\u0092 Hospital campus, UK.\n\nWhen is the study starting and how long is it expected to run for?\nMarch 2004 to August 2005\n\nWho is funding the study?\nWellcome Trust (UK)\n\nWho is the main contact?\nProfessor Chris Hammond\nchris.hammond@kcl.ac.uk"
    },
    {
        "id": "NCT00718653",
        "text": "Effects of Antioxidants on Human Macular Pigments Age-related macular degeneration (AMD) is the leading cause of blindness in the United States. Low dietary intake or low blood levels of lutein and zeaxanthin, which are the only pigments found in the macular region of the human retina, has been associated with an increased risk for AMD. We have reported that the dietary supplementation of lutein and zeaxanthin can increase the macular pigments (MP) of the eye. MP effectively absorbs blue light as well as quenches reactive oxygen species (ROS). Green tea polyphenols are also effective scavenger of ROS in vitro.Our goal is to elucidate how to effectively increase MP by physiologic levels of antioxidant supplementation. We hypothesize that lutein and tea polyphenols protect the macula of the eye by increasing MP carotenoids effectively through an antioxidant mechanism."
    },
    {
        "id": "NCT00008515",
        "text": "A Randomized, Prospective Study of Sustained-Release Fluocinolone Acetonide Implant for Choroidal Neovascularization Associated With Age-Related Macular Degeneration This study will test the safety and effectiveness of a fluocinolone implant to treat age-related macular degeneration. This eye disease can severely impair central vision, affecting a person's ability to read, drive, and carry out daily activities. It is the leading cause of vision loss in people over age 60. The fluocinolone implant is a tiny plastic rod with a pellet of the steroid fluocinolone on the end. The pellet slowly dissolves and releases the medication into the fluid in the eye.Vision loss in macular degeneration is caused by the formation of new blood vessels in the choroid-a thin, pigmented vascular layer of the eye behind the retina. These abnormal vessels leak blood under the macula, the part of the retina that determines central vision. Tissue studies show evidence of inflammation in the retinas of patients. This study will test whether the slow release of the steroid fluocinolone directly into the affected part of the eye can prevent or slow further vision loss. Preliminary animal and human studies with fluocinolone implants have shown some benefit in reducing blood vessel growth and improving or stabilizing vision.Patients 50 years of age and older with age-related macular degeneration may be eligible for this study. Study patients will be randomly assigned to one of two treatment groups. One will receive a 0.5-mg dose implant; the other will receive a 2-mg dose implant. Theoretically, the implants can release the medicine for 2 to 3 years.Participants will have a medical history, physical examination and complete eye examination. The latter will include a vision test, eye pressure measurement, examination of the pupils, lens, retina, and eye movements. Photographs of the eye will be taken with a special camera. Patients will also undergo fluorescein angiography, a test that takes pictures of the retina using a yellow dye called sodium fluorescein. The dye is injected into the blood stream through a vein. After it reaches the blood vessels of the eye, photographs are taken of the retina.When the above tests are completed, patients will be scheduled for surgery to place the implant. The procedure will be done under either local or general anesthesia. Follow-up visits will be scheduled 1, 2, 4, and 6 weeks after surgery, then at 3 and 6 months after surgery, and then every 6 months until the implant is depleted of medicine or is removed. Several of the exams described above will be repeated during the follow-up period to evaluate the treatment and side effects, if any.\n\nDetailed Description\nAge-related macular degeneration (AMD) represents the most common cause of blindness in patients over the age of 60. Most vision loss in this disease results from sequelae of choroidal neovascular membrane (CNVM) formation. CNVM is usually composed of well-formed neovascularization and occult (less well-formed) neovascularization. While clinical trials have shown that some patients, mostly those with well-formed CNVM, may benefit from laser photocoagulation or photodynamic therapy, at present there is no treatment for patients who have a large component of occult neovascularization.Retinal histopathology of patients with choroidal neovascularization demonstrates the presence of inflammatory and reparative responses. We hypothesize that sustained intraocular corticosteroids may be able to down-regulate many of the cellular factors involved in both inflammation and repair, resulting in stabilization of CNVM formation and vision. We will test this hypothesis using a randomized, prospective study. Persons having an eligible eye with occult choroidal neovascularization will be randomly assigned to receive either a 0.5 microgram/day or a 2 microgram/day sustained-release fluocinolone intravitreal implant. The study is designed to provide limited safety and potential efficacy data regarding these sustained intravitreal devices. The primary outcome of the study will be implant safety as determined by potential, implant related, adverse advents. These events can be related to the surgical insertion of the intravitreal implants, such as endophthalmitis, hypotony, retinal detachment and hemorrhage, those related to complications of the anesthesia, such as retrobulbar hemorrhage or complications of general anesthesia, if used, and those related to intraocular fluocinolone such as development of glaucoma and cataract formation. The primary efficacy outcome will be proportion of patients, at two years, who have not lost two lines or more of visual acuity from baseline (best corrected visual acuity has improved, remained stable, or deteriorated by no more than 9 letters). Secondary efficacy outcome measures will include the size of predominate occult CNVM, as determined by fluorescein angiography, and visual function, as measured by the NEI VFQ. This study will allow investigators to determine some of the potential risks for patients receiving intravitreal fluocinolone and may provide insight into the potential role of the intravitreal placement of steroids in the treatment of predominate occult CNVM associated with AMD."
    },
    {
        "id": "NCT00018070",
        "text": "Feasibility Study of the Identification and Treatment of Feeder-Vessels of Choroidal Neovascularization in Age-Related Macular Degeneration This study will try to identify and treat feeder vessels in age-related macular degeneration. The macula is the part of the retina in the back of the eye that determines central or best vision. In macular degeneration, leaking blood vessels under the macula lead to loss of central vision. These vessels branch out tree-like from one or more feeder vessels. Instead of treating all the abnormal branching vessels, this study will try to find and close only the feeder vessels, thereby depriving the abnormal vessels of nutrition. The vessels will be closed with laser beam treatment.People 50 years of age and older with macular degeneration and visual acuity worse than 20/50 in the study eye and the same or better vision in the other eye may be eligible for this study. Candidates will undergo fluorescein angiography to try to locate feeder vessels. For this procedure, a yellow dye is injected into an arm vein. The dye travels to the blood vessels in the eyes, and pictures of the retina are taken using a camera that flashes a blue light into the eye. The pictures show if any dye has leaked from the vessels into the retina, indicating possible blood vessel abnormality.Before laser treatment, participants will have a complete eye examination, including measurement of visual acuity, evaluation of the front part of the eye with a slit lamp microscope, examination of the retina with an ophthalmoscope, and measurement of eye pressure using a tonometer.During the laser treatment phase of the study, participants will have indocyanine green angiography-a procedure similar to fluorescein angiography, but using a green dye-to photograph the retina and identify feeder vessels. If feeder vessels are located, laser beam treatment will begin. For this procedure, the eye is anesthetized with numbing drops. A special contact lens is then placed on the eye for the laser treatment. The number of treatments depends on how well the individual patient responds, but usually between two and eight treatments are required.The indocyanine green angiogram will be repeated after the laser beam treatment to determine if the feeder vessels have been successfully closed. If the vessels remain partially open, a repeat application will be done, followed by another indocyanine green angiogram to check the results.Patients will be checked in the clinic after 1 week to see if additional treatment is needed. If so, re-treatment will be done in a week. If no re-treatment is required, follow-up visits will be scheduled 2, 3, and 6 weeks after treatment, 3 and 6 months after treatment, and every 6 months after that for 2 years to evaluate treatment results. The evaluations will include fluorescein angiograms and other examinations that were done before starting treatment. If abnormal vessels are still present or growing, repeat treatments will be applied following the same procedure.\n\nDetailed Description\nAge-related macular degeneration (AMD) represents the most common cause of blindness in patients over the age of 60. Most vision loss in this disease results from sequelae of choroidal neovascular membrane (CNVM) formation. CNVM is usually composed of well-formed neovascularization and occult (less well-formed) neovascularization. While clinical trials have shown that some patients, mostly those with well-formed CNVM, may benefit from laser photocoagulation or photodynamic therapy, at present there is no treatment for patients who have combined CNVM lesions (both well-formed and occult) whose area of occult neovascularization is greater than 50% or who have other presentation of CNVM such as pigment-epithelial detachment or neovascular fibrosis.Retinal histopathology of patients with choroidal neovascularization has revealed that areas of CNVM are usually fed by a few smaller choroidal feeder vessels originating from the choroid or choriocapillaris. Therefore, it has been hypothesized that closure of these feeder vessels would infarct the large CNVM complex. Until recently, identification of these feeder vessels has been difficult but new high speed indocyanine imaging of the choroid (Phi-motion) indocyanine green angiography (ICG) has allowed for more precise detection of these vessels. We will test this hypothesis by utilizing Phi-motion ICG to identify choroidal feeder vessels in patients with CNVM not amenable to approved treatments. If feeder vessels are identified, then pulse-diode laser photocoagulation will be used to attempt closure of these vessels. The study is designed to provide information on the feasibility of standardizing this procedure and estimating its potential efficacy. The primary outcome will be a greater than 50% reduction in the area of leakage from the neovascular component as determined by fluorescein angiogram. Secondary outcomes will include a complete resolution of leakage measured by fluorescein angiography, the number of repetitive laser treatments undergone, the number of patients eligible by fluorescein angiogram but without identifiable feeder vessels, and the number of patients with vision loss, from baseline, of 15 letters or more, 30 letters or more, or are reduced to less than 5 letters read. All adverse events regardless of severity or relatedness to the therapy will be collected and summarized. Assessment of all outcomes will be made at 6 weeks, 3, 6, 12, 18, and 24 months post laser treatment, and 24 months after enrollment. This study will give investigators some insight into this technology and the feasibility of this treatment in patients with various forms of neovascular AMD. In addition, the results of the study will provide the foundation for larger studies of this therapy."
    },
    {
        "id": "NCT00991666",
        "text": "Association Between Laser Interferometric Measurement of Fundus Pulsation and Pneumotonometric Measurement of Pulsatile Ocular Blood Flow in Patients With Age-related Macular Degeneration Several methods have been proposed for the measurement of pulsatile ocular blood flow (POBF). The pneumatic tonometer, which is commercially available, assesses POBF by measurement of intraocular pressure (IOP) changes during the cardiac cycle. The investigators have recently developed a method for the measurement of ocular fundus pulsation, which is based on laser interferometry. In contrast to the Langham system the method is non-contractile and yields a high topographic resolution. Moreover, the pneumatic tonometer assesses the ocular pressure pulse, whereas ocular fundus pulsation is a point measure of the ocular volume pulse. These two parameters are related by the ocular rigidity, which refers to the mechanical properties of the eye coats.Age-related macular degeneration (AMD) is the most common cause of blindness in the industrialized nations. The mechanisms behind this severe eye disease are, however, still obscure. It has been hypothesized that alterations in choroidal blood flow and ocular rigidity may contribute to the development and progression of AMD. However, there is currently little data to confirm this hypothesis. The present study is an attempt to investigate choroidal blood flow and ocular rigidity by employing laser interferometric measurement of fundus pulsation and pneumotonometric measurement of fundus pulsation."
    },
    {
        "id": "NCT00342342",
        "text": "Family Studies of Ocular Traits This study will examine blood specimens from patients with various eye disorders who previously participated in the Beaver Dam Eye Study to try to identify genes responsible for these disorders. The Beaver Dam study was designed to determine the incidence and causes of age-related eye conditions, including cataract (changes in the lens of the eye that can impair vision); retinopathy (diseases of the retina - the thin layer of tissue that lines the back of the eye); age-related maculopathy (degeneration or atrophy of the macula - the center part of the retina responsible for fine vision); and impaired vision. Findings from this study and others have shown that age-related eye disorders often run in families, indicating a genetic component in their development.All participants in the Beaver Dam study who had family members in the study may be included in the current NHGRI study. The Beaver Dam study included residents of the township of Beaver Dam, Wisconsin, who were between 45 and 84 years of age at enrollment. Participants had thorough eye examinations and blood samples drawn at baseline and 5 and 10 years after the baseline evaluation. Fifteen-year follow-ups will start in 2003.This study will analyze data and blood samples previously collected from Beaver Dam study participants to identify genes related to numerous age-related visual traits. No new participants will be recruited.\n\nDetailed Description\nThe Beaver Dam Eye Study was designed to determine the long-term incidence and causes of cataract, age-related maculopathy (ARM), retinopathy, and impaired vision. Age-related macular degeneration and cataract are leading causes of loss of vision in the United States. In Beaver Dam, preliminary analyses indicate that in those people who were 75+ years of age at the baseline examination, 72% developed nuclear cataract, 39% developed cortical cataract, 22% developed posterior subcapsular cataract (PSC); 37% developed early ARM (large soft indistinct drusen, retinal pigment epithelial (RPE) depigmentation, and increased retinal pigment); 10% developed signs of late ARM (exudative macular degeneration and geographic atrophy); 37% developed some impairment of vision; and 6% developed severely impaired vision by the 10-year follow-up. Thus, these are common problems in older persons. Because people 75 years of age and older are the most rapidly growing segment of the population with an estimated increase of over 60% in the next 25 years, these problems pose a societal burden due to the large number of older persons they will affect. Additionally, we have observed substantial familial aggregation for several of these traits: ARM, nuclear cataract, cortical cataract and ocular refraction. The primary goal of this proposal is to perform linkage analysis on data collected as part of the Beaver Dam eye study. NHGRI investigators will be involved in the analysis of coded data only. Dr. Bailey-Wilson may provide financial support to help cover the cost of DNA extraction from her budgets but NO samples will be sent to NHGRI. All NHGRI effort on this study will be funded through Dr. Bailey-Wilson s intramural budget.In addition to the data from the Beaver Dam Eye study, we will also analyze previously existing data on glaucoma, intraocular pressure and cup-disc ratio from the Framingham Eye Study (FES) which is a substudy of the well known cohort study called the Framingham Heart Study (FHS). We will perform both linkage and association analysis of these data for comparison to the results found in the BDES data."
    },
    {
        "id": "NCT00043680",
        "text": "Multi-Center Randomized Phase I/II Trial to Study the Effects of Cyclooxygenase-2 Inhibition on the Response to Photodynamic Therapy in Patients With Age-Related Macular Degeneration This study will determine whether the drug celecoxib (Celebrex® (Registered Trademark)) can help stabilize or improve vision in patients with age-related macular degeneration (AMD) who are receiving photodynamic therapy, or PDT (also called cold laser treatment). The macula is the part of the retina in the back of the eye that determines central or best vision. AMD can severely impair central vision, affecting a person's ability to read, drive, and carry out daily activities. This vision loss is caused by the formation of abnormal new blood vessels in the choroid-a thin, pigmented vascular layer of the eye behind the retina-that leak blood under the macula. PTD stops the growth of these blood vessels and slows the rate of vision loss. However, the treatment usually does not cause vision to improve, and it has only a temporary effect, requiring several treatments over 2 years. Furthermore, PDT does not work in all patients and may actually cause some swelling and re-growth of blood vessels. Celecoxib is an anti-inflammatory drug that, in animal studies, has prevented the growth of abnormal blood vessels associated with tumors and with injury to the cornea. Thus, the drug might reduce swelling and prevent vessel re-growth in AMD, enhancing the effectiveness of PDT.Patients 55 years of age and older with AMD and visual acuity of 20/20 to 20/200 may be eligible for this study. Participants will be randomly assigned to take either celecoxib or a placebo (a look-alike pill with no active drug) twice a day and undergo the various tests and procedures detailed below. Not every examination will be done at every visit, but all may be required at one visit.Medical history and physical examinationBlood drawing: A blood sample is drawn from an arm vein to evaluate liver and kidney functionEye examination: Visual acuity and eye pressure are measured, and the lens, retina, pupils and eye movements are examinedPhotography: Photographs of the eye are taken using a special camera with a bright flashFluorescein angiography: Pictures of the retina are taken to look for abnormal blood vessels. A yellow dye is injected into an arm vein and travels to the blood vessels in the eyes. The retina is photographed using a camera that flashes a blue light into the eye. The pictures show if any dye has leaked from the vessels into the retina, indicating possible blood vessel abnormality.Indocyanine green angiography: This procedure, similar to fluorescein angiography, uses a green dye to photograph the retina and identify portions of abnormal vessels in the deepest part of the retina.Optical coherence tomography: This new technique uses light to produce a 2-dimensional cross-sectional picture of the retina. The patient looks into a machine called an optical coherence tomograph at a pattern of flashing and rotating red and green lights, first with one eye and then the other.One week after starting the study medications, laser treatment will begin. For this procedure, a needle is placed in an arm vein and a chemical called verteporfin (Visudyne® (Registered Trademark)) is infused into the vein over 10 minutes. After 15 minutes, the eye is anesthetized with numbing drops. A special contact lens is then placed on the eye and the laser beam is directed to the eye for 83 seconds.Patients will be followed in the clinic every 6 weeks for 36 weeks for various examinations and possible re-treatment, if needed. Some patients will be asked to return 1 to 2 weeks after the first PDT for an eye examination and fluorescein angiography.\n\nDetailed Description\nAge-related macular degeneration (AMD) represents the most common cause of blindness in patients over the age of 60. The major cause of vision loss in this disease is due to the development of choroidal neovascularization. Several clinical trials have shown that eyes with predominately 'well-defined' areas of neovascularization (lesions having at least 50% of vessels which can be readily demarcated with fluorescein angiography) can benefit from treatment with photodynamic therapy (PDT). However, this treatment benefit only results in a reduction in the number of patients who suffer severe vision loss. Few patients demonstrate an improvement in visual acuity. In addition, other neovascular lesions such as those with predominate occult (vessels that are difficult to outline by fluorescein angiography) or pure occult do not demonstrate any substantial treatment benefit.Histopathologic studies have demonstrated the presence of an inflammatory response in the retina of patients with choroidal neovascularization as well as in eyes receiving PDT. In addition, in eyes receiving PDT, a vascular remodeling and continued neovascular process occurs. Therefore, the use of celecoxib (Celebrex® (Registered Trademark)), a specific cyclooxygenase-2 inhibitor, which possesses both anti-angiogenic as well as anti-inflammatory properties, may be beneficial in patients with neovascular AMD undergoing PDT.The study will be organized as a double-masked, randomized, placebo-controlled, prospective multi-center clinical trial to investigate the ability of celecoxib to alter the inflammatory and neovascular responses in AMD patients undergoing PDT. The results of this study will contribute to the design of a larger definitive clinical trial. The primary outcome measure is a drop of 15 letters or more in best corrected visual acuity following initial PDT treatment at 1 year. The secondary outcome measures are stabilization (drop of 4 letters of less from baseline) or improvement of best corrected visual acuity following initial PDT treatment at week 36, and an improvement by 5 or more letters in visual acuity from baseline to week 36, time to retreatment with PDT, number of retreatments with PDT and a change in the CNV size, the extent of leakage and staining detected by fluorescein angiography. Additional outcome measures will be the change in size and extent of vascular remodeling and choroidal new vessel formation as determined by optical coherence tomography (OCT) and high-speed indocyanine green angiography (HS-ICG)."
    },
    {
        "id": "NCT00808197",
        "text": "Choroidal Blood Flow and Progression of Age-Related Macular Degeneration in the Fellow Eye in Patients With Unilateral Choroidal Neovascularisation Age-related macular degeneration (AMD) is the chief cause of severe and irreversible loss of vision in developed countries. The prevalence of AMD increases dramatically with age.The early stage (or dry AMD) is associated with minimal visual impairment and is characterized by large drusen and pigmentary abnormalities in the macula. The late stage is a neovascular, exudative form. This so called exudative AMD includes serous or hemorrhagic detachment of retinal pigment epithelium and choroidal neovascularization leading to severe loss of vision (20/200 or worse). Patients with unilateral CNV (choroidal neovascularisation) have a significant risk of CNV developing in the second eye.Choroidal blood flow is of great importance for normal visual function. Several reports have provided evidence suggesting that choroidal blood flow is decreased in subjects with AMD. In late stages of AMD angiogenesis leads to the formation of choroidal neovascularization that can cause severe visual impairment by disrupting normal macular function.The purpose of this evaluation is to investigate a possible link between alterations in choroidal blood flow and the development of CNV and serous detachment in the fellow eye of patients with AMD and unilateral neovascular maculopathy. This longitudinal study may provide important findings with respect to natural history and visual prognosis of patients with neovascularized AMD.Ocular blood flow will be determined by non-invasive methods, including laser Doppler flowmetry and laser interferometry"
    },
    {
        "id": "NCT01464710",
        "text": "Genetic Assessment of Early to Late macuLar dEgeneration studY 2 The purpose of this study is to determine if polymorphisms at rs11200638 on HTRA1 and rs1061170 on CFH are associated with an accelerated progression to advanced AMD (wet AMD or GA) in patients with early AMD (soft confluent drusen>120 microns ) in the study eye, and with either early AMD or advanced AMD in the non-study eye.\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of blindness in the developed world. To date, two major polymorphisms on the HTRA1 and CFH genes have been associated with AMD. Progression and vision loss need to be followed and treated promptly in order to preserve vision. This study will provide more information on the genetics of disease progression and may lead to future guidelines for patient follow-up and treatment.This study consists of a blood draw and observation of eye conditions. Consented, enrolled patients will come in every four months as per standard of care. At each visit, visual acuity measurement, slit lamp exam, indirect ophthalmoscopy, fundus photos, and spectral domain optical coherence tomography will be performed. Every 8 months, or per standard of care, fluoroscein angiography will be performed. DNA extraction and genotyping will be performed, and correlations between HTRA1 and CFH genotypes and the progression to bilateral advanced AMD will be analyzed."
    },
    {
        "id": "NCT00746668",
        "text": "A Multi-Center Study of Reading Rehabilitation in Macular Disease The purpose of this study is to measure the effectiveness of a newly-designed oculomotor training program for patients with macular disease, including age-related macular degeneration.\n\nDetailed Description\nAge-related macular degeneration (AMD) is currently among the top three leading causes of central vision loss in veterans (Chomsky et al., 1995) and is the most prevalent cause of blindness among veterans (37.2%, Quillen & Henry, 2000). The loss of central vision associated with these diseases has a profound impact on the quality of life to those affected, with many suffering depression. It is devastating to no longer be able to read a newspaper or recognize facial expressions. The use of preferred retinal locations (PRLs) to compensate for diseased foveae has offered hope to these patients in regaining some function. The investigators have developed a protocol that includes training in two major visual skills areas:Visual awareness and eccentric viewing; andReading practice with sequentially lexical informationModule 1 focuses on making the patient aware of better vision at an eccentric location relative to degraded vision at the diseased fovea. Module 2 is focused on reading practice without eye movements. These program curriculums and preliminary results are provided in the present proposal. The primary aim of this proposal is to quantitatively assess the relative effectiveness for improving reading and to establish the minimum training time need for skill improvement. One hundred and twenty patients with macular disease who are already using a PRL and similar in visual characteristics (e.g., visual acuity, contrast sensitivity, size of scotoma, duration of the disease) will be included the study. All patients will be trained with both modules using a repeated measures-completely counterbalanced - design to control for training order effects. In addition, all patients will be assessed using the same outcome measures of reading (using MNRead Acuity Charts and the View Sentences Test). The performance of the patients on the outcomes battery post-training will be compared to their pre-training performance on the same battery. Questionnaires (the Veterans Administration Low Vision Visual Functioning Questionnaire, CES-D, Short Form-36, and Adaptation to Vision Loss Scale) will also be administered to assess perceived abilities to perform everyday tasks, adaptation to vision loss, moods, and general health. In addition, patients will also be assessed on the exercises practiced during the module at the end of each daily training session to determine exactly when in the training protocol an improvement in performance on the exercises being trained has occurred. These daily performance measures provide for a finer scale for detecting performance changes. Statistical analyses will be conducted to answer the following questions:Does a combination of eccentric viewing awareness and oculomotor training produce significant improvements in reading rate?Which exercises are most effective in training the visual skills associated with reading and at what point during the course of training do the patients reach asymptotic performance?How do co-factors such as age, PRL size and location, and cognitive capabilities relate to training outcomes?Advancements are being made in the area of retinal cell transplantation, gene therapy, and retinal prosthetics. When these techniques become part of the standard clinical care, it is likely that all the patients will require vision rehabilitation techniques to help them make sense of their potentially fragmented percepts. This research offers an evaluation of relative successes of the components of reading rehabilitation and will lead to the design of an efficient and effective composite training strategy."
    },
    {
        "id": "NCT00627718",
        "text": "Assessment of Macular Edema Using HRT Technique Age Related Macular Degeneration (ARMD) is the most common cause of irreversible blindness in people of age 50 or older in the western populations. ARMD has two forms, the wet and the dry forms. The wet form is more serious and can lead to irreversible loss of vision. In the wet form of ARMD, new blood vessels grow under the retina. These blood vessels leak blood and fluid and cause the retina and the macula to swell. So the thickness of the macula increases.One of the key factors in the treatment of wet ARMD is early diagnosis and treatment to prevent complete visual loss. In this research, we are going to use a technique, called the Heidelberg retinal tomograph (HRT) to measure and compare the thickness of the macula in healthy controls and in patients suspected of having ARMD. HRT is a non-invasive imaging system that uses laser to measure the thickness of the macula. This allows us to come up with a quite simple and easy-to-use technique that helps us to diagnose wet ARMD early and treat it before visual acuity is completely lost.\n\nDetailed Description\nIntroduction: Age-related macular degeneration (ARMD) is a spectrum of related diseases that affects the macula and it has been traditionally classified into early and late stages with its dry (non-exudative) and wet (exudative) forms. Although the advanced form of AMD is less common, the potential visual loss is more significant. The Beaver Dam Eye Study reported that 30% of individuals aged 75 and older have some form of AMD, whereas 7% of those aged 75 and older have an advanced form. Recent studies estimate that 8 million Americans are considered to be at risk for developing advanced ARMD in the next 5 years, whereas 1.75 million are currently affected with the advanced form of the disease.Wet AMD is characterized by proliferation of abnormal vessels in the choroid. These choroidal neovascular membranes may proliferate into the subretinal space and retina and leak fluid and blood. This fluid may accumulate in the macula area causing macular edema (ME), the final common pathway for visual loss in many diseases. There are currently no treatments that can reverse or repair the destruction and restore visual acuity. The critical time for any intervention is early in the disease, when visual acuity has been minimally affected. Due to the irreversible nature of the disease and a realistic risk of permanent vision loss, there is an increased need to improve the accuracy of identifying the presence and extent of MEvwith a prompt referral to a retina specialist following diagnosis.ME has traditionally been assessed clinically using a combination of slit lamp biomicroscopy and fluorescein angiography. New imaging techniques such as optical coherence tomography (OCT), the retinal thickness analyser (RTA), and the Heidelberg retinal tomograph (HRT) confocal scanning laser ophthalmoscope facilitate qualitative assessments of the degree of ME. Although OCT has a high sensitivity and specificity for the detection of ME within 500 microns of the fovea, this resolution decreases outside this area. RTA has shown lower sensitivity (57%) for the detection of ME. 4 The Heidelberg Retinal Tomograph II (HRT II, Heidelberg Engineering) is a non-invasive, confocal scanning laser imaging system that uses a red (670 nm) diode laser to perform a series of optical sections of the macula area covering a 15°x15° field of view, corresponding to approximately 4.5 x 4.5 mm on the retina. The reflected laser light intensity is processed assisting with a quantitative diagnosis of ME. If ME is present, the amount of scatter inside the swollen retina increases, reducing retinal reflectance.A few studies have evaluated the HRT for detecting ME. Tong and co-workers have proposed a scoring system for macular image assessment using HRT in patients with diabetic maculopathy. Guan and co-workers found the HRT to have a sensitivity and specificity of 92% and 68% for detecting ME in the diabetic population when using clinical assessment as the gold standard. To the best of our knowledge, no studies have yet validate the used HRT for the detection of ME as an early sign of exudative disease in ARMD patients.Purpose: The purpose of the study is to assessed the sensitivity, specificity, and repeatability, of HRT for the presence of ME in exudative ARMD Design: Prospective, observational study. Objectives: 1) Assessment of healthy volunteers to obtain baseline normal measurements of macular thickening. 2) Measurements in ARMD patient's referred to a retinal specialist clinic with the diagnosis of exudative form of ARMD Patients, Material, and Methods: 1) normal controls (N=20): baseline measurements centered at the fovea will be taken. Three consecutive measurements will be performed (within-session repeatability). 2) Patients: New patients referred by general ophthalmologists to the retina specialist for possible diagnosis of ARMD, exudative formed, will be included in the study. All patients will undergo a full ophthalmologic exam by the same retinal specialist who will determine the clinical presence of ME (gold standard) using fundus contact lens examination. In some cases, fluorescein angiograms will be use as an ancillary test. All patients will then be evaluated using HRT for the presence of ME using the macula edema module. The technician performing the test will be mask to the patients' clinical diagnosis. Three consecutive measurements will be performed in 4 quadrants (500-1000-1500 microns/ 4 quadrants) (color map and reflectivity) 3) Comparison will be made between the clinical diagnosis of ME (gold standard) and results obtained by the HRT. Features compared: 1) presence/absence of ME 2) spacial agreement between areas of elevated retina encountered by HRT Vs clinical examination."
    },
    {
        "id": "NCT00767949",
        "text": "A Phase 1, Dose-Escalating, Multi-Center, Study of iSONEP (Sonepcizumab [LT1009]) Administered as an Intravitreal Injection to Subjects With Choroidal Neovascularization Secondary to Age-Related Macular Degeneration Age-related macular degeneration (AMD) is a disease that, in time, destroys the macula, which is the central part of the retina that gives sharp central vision. The primary purpose of this study is to assess the safety of iSONEP which is a humanized monoclonal antibody against a bioactive lipid, sphingosine 1-phosphate (S1P).\n\nDetailed Description\nS1P modulates the AMD-associated processes of angiogenesis, inflammation and fibrosis. A potential strategy for treating choroidal neovascularization associated with AMD is to reduce the biologically available extracellular levels of S1P. iSONEP is highly selective for S1P and binds with picomolar affinity. Lpath proposes that iSONEP would deprive many cell types (fibroblasts, pericytes, vascular endothelial cells and inflammatory) of important growth and survival factors thus targeting the multiple maladaptive processes of exudative AMD that ultimately result in the loss of photoreceptors, their supporting cells, and visual acuity. Targeting simultaneously multiple components of the choroidal neovascular response is a novel approach and has the potential to be more potent than \"single-targeted\" therapeutics such as anti-VEGF therapies."
    },
    {
        "id": "NCT00766649",
        "text": "Pilot Study of the Evaluation of Subconjunctival Sirolimus in the Treatment of Bilateral Geographic Atrophy Associated With Age-Related Macular Degeneration This study will determine if a drug called sirolimus is safe to give to people with geographic atrophy GA and if it can help preserve vision in patients. GA is an advanced form of dry age-related macular degeneration (AMD). AMD affects the macula, the central part of the retina needed for sharp, clear vision. There are two types of AMD, wet and dry. In dry AMD, cells in the macula die.GA may at least partly be caused by inflammation. Sirolimus helps prevent inflammation and therefore may help treat GA.People with GA in both eyes with visual acuity between 20/20 and 20/400 in each eye may be eligible for this study. Participants undergo the following tests and procedures:Sirolimus injections in the study eye at each 3-month clinic visit. The drug is injected under the outer layer of the eye after the patient receives antiseptic and numbing drops. Antibiotic drops are continued for 2 days after the injection.Eye examinations before the first injection, 1 month after the first injection, during each clinic visit (11 to 15 visits over 2 to 3 years) and 3 months after the final injection. The examination includes testing visual acuity, measuring eye pressure and checking eye movements. To examine the inside of the eye, the pupil is dilated with eye drops. Regular photographs of the inside of the eye and optical coherence tomography photographs, which allow measurement of the thickness of the retina, may be taken during the eye examination.Autofluorescence imaging. The patient sits in a chair with his or her head placed in a chin rest in front of a camera. A light in the camera is used to scan the eye.Blood tests. Blood is drawn at the first visit and at up to seven study visits to check blood chemistries, such as liver and kidney function.Urine pregnancy test for women who are able to become pregnant.\n\nDetailed Description\nObjective: Age-related macular degeneration (AMD), the leading cause of blindness in people over age 55 in the United States, is a heterogeneous clinical entity in which retinal degeneration occurs predominantly in the macula in the context of aging and leads to impairment of central visual acuity. AMD occurs in two general forms, one of which involves choroidal neovascularization (CNV) with subsequent formation of a disciform scar. This is often referred to as the neovascular or \"wet\" form. A second form, the subject of this study, is termed \"dry\" or atrophic macular degeneration and involves a constellation of clinical features that can include drusen, pigment clumping and/or retinal pigment epithelium (RPE) dropout and geographic atrophy (GA). GA can begin as a thinning of the RPE with involvement of the underlying choriocapillaris and lead subsequently to an atrophic change in the macula. Inflammation may play a role in the pathogenesis of GA. Sirolimus inhibits the production, signaling and activity of many inflammatory factors relevant to the development of GA. Therefore, the objective of this study is to investigate the safety and possible efficacy of multiple sirolimus subconjunctival injections in participants with bilateral GA.Study Population: Ten participants with bilateral GA associated with AMD, with the potential to replace up to five participants if some fail to reach one year of follow-up.Design: In this controlled, unmasked, Phase I/II study, one eye of eligible participants will be randomized to treatment while the fellow eye will be observed. Participants will receive a 20 μL (440 μg) subconjunctival injection of sirolimus in the study eye at baseline and every three months thereafter. The study will be completed once all participants have received two years of study medication and follow-up.Outcome Measures: The primary outcome is the rate of change in area of GA, based on masked grading by an external Reading Center, of fundus photography in the study eye and fellow eye at two years compared with baseline. Secondary outcomes will include worsening of best-corrected visual acuity (BCVA) of three or more lines (15 or more letters), changes in area of GA as measured on autofluorescence, changes in drusen volume as measured by optical coherence tomography, changes in photoreceptor outer segment (PROS) thickness as measured by optical coherence tomography, as well as changes in drusen area based on masked digital grading of fundus photographs. Safety outcomes will include the number and severity of systemic and ocular toxicities, adverse events and infections."
    },
    {
        "id": "NCT01464723",
        "text": "VEGF and HTRA1 DNA Polymorphisms in Neovascular AMD Pathogenesis and Response to Lucentis The purpose of the study is to investigate whether the efficacy of Lucentis treatment for exudative age-related macular degeneration is associated with VEGF and HTRA1 DNA polymorphisms\n\nDetailed Description\nAge-related macular degeneration (AMD) is a progressive disease that causes irreversible visual impairment and blindness in nearly 50 million people globally. Although geographic atrophy and neovascularization represent the advanced forms of AMD, neovascular AMD is the more aggressive form and accounts for almost 90% of blindness from this disease. It is characterized by choroidal neovascularization (CNV) which is the development of abnormal blood vessels underneath the retina. Randomized clinical trials (MARINA, ANCHOR) have conclusively demonstrated that continued intravitreal therapy with Lucentis (ranibizumab) in patients with subfoveal CNV from AMD leads to stabilization of vision in over 90% of patients and improvement in vision in at least a third of the patients and has led to the approval of Lucentis for the treatment of neovascular AMD (see investigator brochure). This study could provide insight as to the reasons that some patients do not experience vision stabilization with Lucentis, and could possibly help physicians to determine which patients are the best candidates for receiving Lucentis.This is an open-label study of 100 treatment-naïve (study eye only) AMD patients treated on-label with intravitreally administered Lucentis. Consented, enrolled subjects will receive multiple open-label intravitreal injections of 0.5 mg ranibizumab administered monthly for the first 4 months, and then as needed for a total duration of 12 months. Their blood will be genotyped and sequenced for various SNPs on VEGF and HTRA1."
    },
    {
        "id": "NCT01306591",
        "text": "Randomized Multi-center Clinical Study：Bevacizumab for Neovascular Age-related Macular Degeneration Age-related macular degeneration (AMD) is one of primary blinding eye disease among people over 65 years in China. The anti-VEGF antibody treatment is proved useful for Neovascular Age-related Macular Degeneration (nAMD) by many studies. Bevacizumab is the only available low-cost type of anti-VEGF drug currently in China. This study is a multi-center, randomized trial of Bevacizumab effective dose and safety for nAMD. This study is to explore the effective therapeutic approach that the majority of patients in China can bear establishing a suitable treatment for China."
    },
    {
        "id": "NL1132",
        "text": "Avastin-Injections in Age Related Macular Degeneration:\n  Prospective Study for Optimal Frequency and Follow-up Determination.\n   Rationale: \n  Age-related macular degeneration (ARMD) results in a deterioration of the central retinal function, and is the leading cause of blindness in people over 50 years of age in Europe and the USA. The wet form of ARMD, with choroidal neovascularization, is more aggressive and may progress more rapidly to blindness. Recently, Lucentis® has been registered for treatment of wet ARMD, but is (as yet) not reimbursed by health care insurance. Avastin® appears to be a cost-effective alternative for Lucentis®, but an optimal injection schedule has not been determined so far. A reduction of the number of injections, without loss of treatment efficacy, would have a number of beneficial effects: a decrease of the risk associated with intravitreal injection (such as endophthalmitis), cost-effectiveness and reduced ophthalmic work-load.\n  \n  Objective: \n  To determine the optimal patient observation and Avastin injection schedule.\n  Study design: Prospective, open-label, randomized.\n  \n  Study population: \n  Patients with exudative ARMD \n  \n  Intervention: \n  Intravitreal Avastin injection.\n  \n  Main study parameters/endpoints:  \n  Visual acuity at 12 months.\n  Nature and extent of the burden and risks associated with participation, benefit and group relatedness: Avastin appears to be a promising off-label treatment for exudative ARMD and would provide a cheap alternative to Lucentis. It is FDA and EMEA approved for colorectal tumor treatment adjuvans, and has been shown to be safe for intravitreal use in short term animal and human trials. Repeated injections pose a (cumulative) risk of endophthalmitis, but prognosis for untreated exudative ARMD is very poor.\n  "
    },
    {
        "id": "2006-001200-36",
        "text": "A prospective, randomized, masked and controlled trial of intravitreal bevacizumab Avastin versus verteporfin photodynamic therapy PDT in patients with  neovascular age-related macular degeneration. Age-related macular degeneration AMD  is the leading cause of visual impairment and social blindness in people 60 years or older.  Approximately 75 of patients with severe visual loss exhibit neovascular AMD with choroidal neovascularization CNV. Newly formed vessels invade the retinal pigment epithelium RPE and neural retina, causing edema and hemorrhage, ultimately inducing damage or apoptotic cell death of photoreceptors. MedDRA Classification"
    },
    {
        "id": "NL855",
        "text": "A non-controlled trial of Anti-TNFa Chimeric Monoclonal Antibody (Infliximab, Remicade®) in Exudative Age Related Macular Degeneration. Age-related macular degeneration (ARMD) results in a deterioration of the central retinal function, and is the leading cause of blindness in people over 50 years of age in Europe and the USA. Because of the localisation of the macula in the centre of the retina, advanced ARMD often leads to irreversible loss of vision and subsequently loss of social skills like reading ability. \n  Tumor necrosis factor (TNF) alpha is involved in various inflammatory processes as a proinflammatory cytokine. Previously, it has been shown that inflammatory cells and inflammatory factors (complement H) are involved in the generation of ARMD. For example, TNF-alpha seems to be involved in destructive retinal membrane formation. Moreover, it has been shown recently that the visual acuity improved and, the pathological neovascularisation resolved in patients with ARMD during 6 months of treatment  with anti-TNF-alpha. Based on these findings we propose “A non-controlled trial of Anti-TNFa Chimeric Monoclonal Antibody (Infliximab, Remicade®) in Exudative Age Related Macular Degeneration”."
    },
    {
        "id": "NCT00590694",
        "text": "Determining Optimal Treatment Algorithms for Macular Degeneration Pigment Epithelial Detachments Treated With Intraocular Lucentis Patients with neovascular Age-related macular degeneration (AMD) and the particular feature of pigment epithelial detachments (PEDs) were not studied in the Phase III trials for ranibizumab (Lucentis). The PrONTO study was the first ranibizumab study to enroll such patients but only treated with ranibizumab until fluid within the layers of the retina was absent, not until the entire PED was absent. This study hypothesizes that there may be a difference in benefit between patients treated until just the retinal edema is gone and those in which the retinal edema and PED are both gone."
    },
    {
        "id": "NCT00668213",
        "text": "Antioxidant Systems and Age-Related Macular Degeneration Objective:The objective of this study was to determine whether the antioxidant supplements used in AREDS shifted the plasma pool of the AREDS subjects to a more reduced state. The AREDS subjects were randomly assigned to one of four treatment groups:antioxidants (500mg Vitamin C, 4000IU Vitamin E, 15mg beta carotene)zinc (80mg zinc oxide, 2mg cupric oxide)antioxidants plus zinc;placebo.None of the subjects received supplemental GSH or cyst (e) ine.Age-related macular degeneration (AMD) is the leading cause of severe visual impairment in elderly Americans, with an estimated 15 million people having some form of this disease. AMD primarily affects the central vision and many patients develop severe visual handicaps.Currently there are no clear established understandings of the etiology or pathogenesis of this disease.\n\nDetailed Description\nInclusion CriteriaAge 55-8070 Participants with Intermediate or Advanced AMD70 participants with no ocular signs of AMDWilling to give written informed consent, make the required study visits, and follow instructionsAny race and either sexExclusion CriteriaCurrent history of a medical condition that would preclude scheduled study visits or completion of the study (e.g., unstable cardiovascular disease, unstable pulmonary disease, chronic hepatitis, or AIDS).Current or history of an ophthalmic disease in the study eye (other than AMD) that would likely compromise or during follow-up could likely compromise the visual acuity of the study eye (e.g., amblyopia, uncontrolled glaucoma with an IOP > 30mmHg, ischemic optic neuropathy, proliferative diabetic retinopathy, clinically relevant nonproliferative diabetic retinopathy, clinically relevant diabetic macular edema, significant active uveitis).Clinical signs of myopic retinopathy, or a refraction of > -8 diopter power in current prescriptionAphakic or psuedophakic patients may be enrolled if there is no funduscopic evidence of degenerative myopia present and if there is no medical history prior to the patient's cataract surgery of either myopic retinopathy or a refraction of > -8 diopters.Intraocular surgery in study eye (eye to be treated) within 60 days prior to enrollmentPresence of a scleral buckle in the study eyeCurrently participating or has participated in a clinical trial that utilized an investigational drug or treatment within 30 days prior to administration of study medication. Daily vitamins and/or mineral therapy are allowed.Known medical history of allergy or sensitivity to any component of the drug formulation and/or fluorescein dye that is clinically significant in the investigator's opinion.Patient is on oral anticoagulant therapy of Coumadin"
    },
    {
        "id": "NCT00376701",
        "text": "Combination Therapy in Neovascular Age-Related Macular Degeneration (AMD): A Three-armed, Randomized, Prospective Clinical Trial of Low Fluence Photodynamic Therapy(rPDT) With Adjunctive Avastin and Triamcinolone Acetonide (Kenalog)(Triple Therapy) Versus rPDT With Adjunctive Avastin (Double Therapy) Versus Monotherapy With Avastin. The primary purpose of the study is to investigate whether patients with Choroidal Neovascularization secondary to Age-related Macular Degeneration, receiving triple or double therapy compared to monotherapy with Avastin will reduce the intervention rate with equivalent safety and efficacy.\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of irreversible blindness in developed countries throughout the world.The beneficial therapeutic effect of Photodynamic Therapy (PDT)in the treatment of AMD is modest. The treatment benefit of PDT may be moderated by PDT-induced, non-selective effects in the choroidal circulation (resulting in hypoxia-induced stimulation of angiogenesis through increased vascular endothelial growth factor (VEGF)production), direct injury to the retinal pigment epithelium, and subretinal fluid/hemorrhage or post-treatment inflammation secondary to PDT. There is potential that supplemental Avastin (through VEGF inhibition) or intravitreal Triamcinolone Acetonide (ITA) treatments (through non-specific membrane stabilizing, anti-neovascular, and anti-inflammatory activities) could minimize the effect of these processes, enhancing the efficacy of PDT. Presently, PDT, the current gold standard,in combination with Avastin and/or Kenalog is being more widely used in exactly this fashion and may become the standard of care without the necessary randomized clinical trial. However, the treatment benefit of these interventions is uncertain as is their safety profile.This randomized, controlled trial addresses the potential supplemental therapeutic effect of intravitreal injection of Triamcinolone Acetonide and/or Avastin in conjunction with photodynamic therapy for the treatment of sub-foveal CNVM secondary to AMD."
    },
    {
        "id": "NCT00466076",
        "text": "Subcutaneous Copaxone as Treatment for Dry Age Related Macular Degeneration The purpose of the project is to investigate in eyes with dry AMD, the efficacy and safety as preventive therapy of the immunomodulatory substance named copaxone which had been proven as safe and effective agent for a neurodegenerative disease, in arresting the progression as well as the conversion of dry AMD to wet AMD. The hypothesis that the immunomodulatory agent copaxone proven for a neurodegenerative disease may work in the eye is revolutionary and may open a new avenue of preventive treatment for the disease which is the major cause of legal blindness in the industrial world\n\nDetailed Description\nThe formation of insoluble extracellular deposits consisting of misfolded, aggregated protein is the hallmark of many neurodegenerative diseases. Age-related macular degeneration (AMD) is a degenerative disease in the eye associated with extracellur deposits named drusen. Recent evidence suggests that drusen formation and AMD share some similarities with another neurodegenerative disease named Alzheimer's disease (AD) which is associated with amyloid deposits. AMD and AD are strongly correlated with advancing age and the formation of amyloid deposits. In addition, inflammatory mediators and in particular activated microglia are present in amyloid deposits as well as in drusen, suggesting a possible common role for the inflammatory pathway in AMD and amyloid diseases. Moreover, Ambati et al described a new model of AMD in transgenic mice when an absence of normally functioning macrophages led to the development of clinical AMD.Michal Schwartz and her group have recently shown that aggregated b-amyloid (Ab) induces microglia to become cytotoxic and block neurogenesis from adult rodent neural progenitor cells (NPCs). IL-4, reversed the impediment, attenuated TNF-a production and overcame blockage of insulin like growth factor (IGF)-I production caused by Ab. The significance of microglia for in-vivo neural cell renewal was demonstrated by enhanced neurogenesis in the rat dentate gyrus after injection of IL-4-activated microglia intracerebroventricularly and by the presence of IGF-I-expressing microglia in the dentate gyrus of rats kept in an enriched environment or in the animal model of multiple sclerosis (MS). Using double-transgenic mice expressing mutant human genes encoding presenilin 1 and chimeric mouse/human amyloid precursor protein (mice Alzheimer's disease model), the group of Michal Schwartz showed that modulation of microglia into dendritic-like cells, achieved by a T cell-based vaccination with Copolymer-1 (Copaxone), resulted in reduction of cognitive decline, elimination of plaque formation, and induction of neuronal survival and neurogenesis. These results introduce a new microglia phenotype as necessary players in fighting off neurodegenerative conditions such as AD and AMD."
    },
    {
        "id": "NCT00879671",
        "text": "Effects of Lutein Supplementation on Macular Pigment Optical Density and Visual Acuity in Patients With Age-related Macular Degeneration The macular pigment (MP) in humans consists of the yellow, blue-absorbing carotenoids lutein and zeaxanthin. The highest concentrations of lutein and zeaxanthin are found in the fovea. Since light entering the eye passes through the MP before reaching the photo receptors it absorbs a significant portion of short-wavelength light. There is evidence that this absorbing properties of the MP as well as the ability of inactivating highly reactive oxygen species are protective for the retina.Age-related macular degeneration is the leading cause of blindness among developed countries. The pathogenesis of this disease remains unknown. There is, however, evidence that low fruit and vegetable consumption increases the risk of Age-Related Macular Degeneration (AMD). Accordingly, it has been hypothesized that lutein supplementation may be beneficial in AMD. The present study investigates whether 6 months lutein supplementation increases MP optical density (OD), influences visual acuity, depth and dimension of central scotoma and alters symptoms in patients with AMD."
    },
    {
        "id": "NCT00277784",
        "text": "High-Resolution Ultrasound Imaging of the Retina and Choroid The macula is the site of central vision within the retina. The retina is oxygenated by the underlying choroid. These tissues are less than 1 mm thick in total. While optical techniques can reveal much about the structure of the retina, ultrasound allows imaging of the choroid and deeper tissues. This study will investigate use of high frequency (20 MHz) ultrasound for imaging of the retina and choroid in patients with age-related macular degeneration, a prime cause of blindness. The investigation will involve use of novel post-processing methodologies to achieve maximum resolution of the fine tissue structures involved in this disease.\n\nDetailed Description\nAge-related macular degeneration (AMD), a condition affecting over 40% of individuals 70 years or age or more, causes progressive loss of central vision. Photocoagulation has long been used to slow the progress of AMD, but new vision-preserving methods are currently under investigation. Because destroyed photoreceptors are permanently lost, early management is essential for preservation of vision. The aim of this project will be to study AMD using a suite of new high-resolution ultrasound imaging techniques that have been developed. Specifically, high-resolution ultrasound will be used to generate images of the retina and choroid, including perfusion measurements using slow-flow methods developed by our research group. Ultrasound studies will be performed in conjunction with optical coherence tomography (OCT) imaging in a series of patients and age-matched control subjects with the aim of determining if choroidal thickness and/or perfusion might be used as an early indicator of AMD and thus aid in patient management.We will study 20 subjects diagnosed with AMD. We will attempt to have an approximately equal number of subjects with wet and dry forms of AMD. A control group consisting of 20 non-AMD age-matched subjects will also be recruited. Ultrasound scan sequences will consist of B-mode images of the macula and surrounding tissues."
    },
    {
        "id": "NCT00125632",
        "text": "Measuring Reading Rehabilitation Outcomes The purpose of this study is to measure the effectiveness of a newly-designed oculomotor training program for patients with age-related macular degeneration.\n\nDetailed Description\nAge-related macular degeneration (AMD) is currently among the top three leading causes of central vision loss in veterans (Chomsky et al., 1995) and is the most prevalent cause of blindness among veterans (37.2%, Quillen & Henry, 2000). The loss of central vision associated with these diseases has a profound impact on the quality of life of those affected, with many suffering depression. It is devastating to no longer be able to read a newspaper or recognize facial expressions. The use of preferred retinal locations (PRLs) to compensate for diseased foveae has offered hope to these patients in regaining some function. The investigators have developed a protocol that includes training in three major visual skills areas:visual awareness and eccentric viewing;reading eye movements; andprocessing of sequentially presented lexical information.Module 1 focuses on making the patient aware of better vision at an eccentric location relative to degraded vision at the diseased fovea. Module 2 is focused on the improvement of the control of eye movements with the PRL. Module 3 is focused on reading practice without eye movements. These program curriculums and preliminary results are provided in the present proposal. The primary aim of this proposal is to quantitatively assess the relative effectiveness for improving reading and to establish the minimum training time need for skill improvement. Sixty patients with AMD who are already using a PRL will be selected to be similar in visual characteristics (e.g., visual acuity, contrast sensitivity, size of scotoma, duration of disease) and included in an experimental group. All patients in the experimental group will be trained with all three modules using a repeated measures - completely counterbalanced - design to control for training order effects. An additional 24 AMD patients will be recruited for a control group to be tested at the same time intervals as the experimental patients, but do not receive training between these assessment period intervals. The control group patients will be given the option to receive training following the assessment period. Both the experimental and the control patients will be assessed using the same outcome measures of reading (using MNRead Acuity Charts, the Pepper Visual Skills for Reading (VSR) Test, and the View Sentences Test). The performance of the experimental patients on the outcomes battery post-training will be compared to their pre-training performance on the same battery. Any change in performance of the experimental patients will be compared to the test-retest performance of the control patients. A questionnaire (the Veterans Administration Low Vision Visual Functioning Questionnaire) will also be administered to assess perceived abilities to perform everyday tasks before and following training. The control patients will also receive the questionnaire before and after their assessment period. In addition, the experimental patients will also be assessed on the exercises practiced during the module at the end of each daily training session to determine exactly when in the training protocol an improvement in performance on the exercises being trained has occurred. These daily performance measures provide for a finer scale for detecting performance changes. Statistical analyses will be conducted to answer the following key questions:What visual skills related to reading are trainable?Which methods are best for training these skills?What is the time course of visual skill improvement?Do the answers to these questions depend upon individual patient characteristics (e.g., age, disease severity, PRL location, cognitive factors)?Do patients who do not undergo training, but have repeated reading performance assessments, show improvements in reading skills?Advances are being made in the area of retinal cell transplantation, gene therapy, and retinal prosthetics. When these techniques become part of standard clinical care, it is likely that the patients will require vision rehabilitation techniques to help them make sense of their potentially fragmented percepts. This research offers an evaluation of relative successes of the components of reading rehabilitation and will lead to the design of an efficient and effective composite training strategy."
    },
    {
        "id": "NCT00523406",
        "text": "Comparison of Reduced Fluence Versus Standard Photodynamic Therapy (in Combination With Intravitreal Triamcinolone Acetate) To assess the CNV treatment effect of PDT with verteporfin in combination with IVTA using reduced fluence compared to the standard fluence.\n\nDetailed Description\nAge-related macular degeneration (AMD) is by far the most common disorder in the group of irreversible causes of visual disability. AMD leads to dysfunction and loss of photoreceptors in the central retina. Neovascular AMD affects visual function early in the disease process and severely compromises the highly developed functions of the macula, such as perception of details, central fixation, color vision, and reading ability. AMD-related visual impairment is associated with a loss of autonomy and quality of life. Currently, laser photocoagulation, photodynamic therapy (PDT) with verteporfin usually combined with intravitreal triamcinolone acetonide (IVTA) are the only proved treatments for subfoveal choroidal neovascularisation (CNV). Laser photocoagulation is limited to selected cases. Photodynamic therapy using verteporfin provides very promising data regarding improvement of visual acuity and absence of fluorescein leakage. PDT was recently successfully combined with an intravitreal injection of the corticosteroid triamcinolone acetonide. Yet, PDT also leads to damage to surrounding normal choroidal vessels. A pilot trial comparing low fluence (300 mW/cm²) with standard fluence (600 mW/cm²) demonstrated a trend for improved outcomes using the low fluence regimen (VIM study). However, vascular mechanisms and choroidal damage were not examined, and the study group was too small to evaluate vision outcome parameters. Combined with the IVTA, the low fluence effects of PDT may be sufficient for CNV occlusion and the physiological choroids should be spared from any collateral damage. The aim of this study was to compare reduced fluence with standard fluence PDT using verteporfin and IVTA for CNV secondary to AMD."
    },
    {
        "id": "2007-005462-12",
        "text": "A prospective, randomized, masked and controlled trial of intravitreal ranibizumab Lucentis combined with transpupillary thermotherapy TTT in patients with neovascular age-related macular degeneration AMD Age-related macular degeneration AMD is the leading cause of visual impairment and social blindness in people 60 years or older. Approximately 80 of patients with severe visual loss exhibit neovascular AMD with choroidal neovascularization CNV. Newly formed vessels invade the retinal pigment epithelium RPE and neural retina, causing edema and hemorrhage, ultimately inducing damage or apoptotic cell death of photoreceptors. MedDRA Classification"
    },
    {
        "id": "NCT00469352",
        "text": "The Effect of Genotype and Environmental Risk Factors on Treatment Response to Intravitreal Lucentis (Ranibizumab) for Neovascular AMD The purpose of this study is to understand whether genes or certain factors in the environment determine how eyes will respond to Lucentis (ranibizumab) treatment. For example, whether having variants within specific genes means that a patient is likely to get better vision from treatment than another patient with different genes.\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of blindness in the developed world. The advanced stages of the disease are characterized by the development of geographic atrophy or choroidal neovascularization, both of which result in significant loss of vision. Development of intravitreal anti-VEGF agents such as ranibizumab has significantly improved outcomes for the neovascular for of the disease. However, it is not possible to predict which individuals will respond to the treatment.The objective of this study is to establish the association between genetic factors and treatment response to intravitreal Lucentis. This will be accomplished by SNP-genotyping participants for AMD-susceptibility and candidate angiogenesis-pathway genes, collecting environmental risk factor variables and evaluating clinical outcomes. The aim of this pharmacogenetics study will be to identify patients at the outset of their treatment that require more intensive therapy."
    },
    {
        "id": "NCT00473928",
        "text": "Assessment of Safety of Intravitreal POT-4 Therapy for Patients With Neovascular Age-Related Macular Degeneration (AMD) The objective of this study is to provide initial safety and tolerability information of intravitreal POT-4 for treatment of patients with AMD\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of blindness for individuals over fifty-five years of age that live in the industrialized world. It affects 5-10 million people in the US and as many as 30 million worldwide. There are two forms of the disease, both of which cause a loss of central vision. Approximately eighty-five percent of patients have the less severe dry form that produces gradual but rarely complete vision loss. The remaining fifteen percent have the severe wet, or exudative, form that causes rapid, disabling blindness. Wet AMD is further characterized by choroidal neovascularization (CNV), a growth under the macula of abnormal blood vessels originating from the choroidal capillary bed. Research has linked chronic inflammation to both forms of AMD.Only recently, unrestrained complement activation was identified in genetic studies to be one of the key mechanisms in the pathogenesis of AMD. It has also been demonstrated that complement activation plays a crucial role in the development of CNV. Therefore, the use of intravitreal complement inhibitors may be beneficial in participants subjects with neovascular AMD.This prospective, uncontrolled, non-randomized, dose-escalating, pilot Phase I study will provide initial safety and tolerability information on intravitreal complement inhibitor (POT-4) therapy in AMD patients with subfoveal CNV."
    },
    {
        "id": "NCT00460967",
        "text": "Safety and Effectiveness, in a Multi-Center, Randomized, Sham Controlled Investigation for Dry, Non-Exudative Age Related Macular Degeneration (AMD)Using Rheopheresis SUMMARYAge-related macular degeneration (AMD) is the leading cause of late onset visual impairment and legal blindness in people 65 years of age or older in the United States. It is a heterogeneous clinical entity in which retinal degeneration occurs predominantly in the macula in the context of aging and leads to impairment primarily of central visual acuity. The degenerative retinal eye disease occurs in two forms - a non-exudative \"dry\" form and an exudative \"wet\" form which in an individual patient may also represent stages of the disease. Non-exudative AMD accounts for 80-90% of AMD cases and it involves a constellation of clinical features that can include drusen, pigment clumping and/or retinal pigment epithelium (RPE) dropout, and geographic atrophy. Because of the overwhelming numbers of \"dry\" AMD subjects, the cumulative impact of this vision loss is significant.There is no effective therapy for maintaining or improving vision associated with dry AMD. The only therapy for persons with dry AMD is an oral supplement containing high doses of antioxidants and zinc, which was tested by the National Eye Institute in a large, multi-center, double-masked, sham-controlled clinical trial1. This antioxidant therapy was shown to modestly retard the progression of dry AMD from an intermediate stage to the advanced stages and confirmed the benefit of antioxidant therapy in this disease. There is currently no FDA-approved therapy for the treatment of subjects with dry AMD.Recently, the MIRA-1 modified per protocol population showed the effectiveness of Rheopheresis which is an application of selective therapeutic apheresis, namely double filtration plasmapheresis (DFPP) using a specifically designed filter for plasma filtration in subjects with non-exudative AMD. At one year the study reported with statistical significance (1) approximately a one line vision improvement in the Rheopheresis group versus no change in the Sham group and (2) 28% of subjects randomized to the active treatment gaining at least one line vision versus only 9% of subjects randomized to the sham treatment.With a total of 300 subjects with dry AMD and visual acuity of 20/40-20/100 inclusive, the current investigation plans to prove the effectiveness of the Rheopheresis treatment on a larger scale. Each subject will receive a series of 8 treatments (either active treatment or sham treatment in a 2:1 ratio) for a period of approximately 2.5 months. In addition, a post-treatment ophthalmic evaluation will be performed 2 weeks after the 8th treatment (approximately 3 months after the baseline visit) and at the 6, 9 and 12 month visits. Comparing the one-year proportions of at least a 10-letter gain in ETDRS LogMar BCVA from baseline, the current investigation will show the effectiveness of Rheopheresis treatment (compared to sham treatment) for treating dry AMD subjects. Other secondary effectiveness endpoints, including mean changes and proportions of BCVA better than 20/40 at one year, will be analyzed to support the main investigation."
    },
    {
        "id": "NCT00539734",
        "text": "Electrophysiologic Changes After Intravitreal Ranibizumab (Lucentis) for Age-related Macular Degeneration Age-related macular degeneration, a leading cause of blindness, is caused by an abnormal growth of the vessels beneath the retina. Ranibizumab (Lucentis) is a new drug that inhibits the growth of new vessels and has recently been approved by FDA for treating this condition. This study is carried out to evaluate the changes in retinal function after an injection of ranibizumab.\n\nDetailed Description\nThe functional changes of the retina can be recorded by an electroretinography (ERG)."
    },
    {
        "id": "NCT00447954",
        "text": "A Phase II Study of Implants of Encapsulated Human NTC-201 Cells Releasing Ciliary Neurotrophic Factor (CNTF), in Participants With Visual Acuity Impairment Associated With Atrophic Macular Degeneration The purpose of this study is to look at the safety and effectiveness of CNTF implants on vision in participants with atrophic macular degeneration. This research is being done because there are no effective therapies for people with atrophic macular degeneration. Age-related macular degeneration (AMD) is a condition that affects the macula, the central part of the retina that we use for seeing details. There are two types of AMD, one is the wet type in which new blood vessels grow, also known as choroidal neovascularization (CNV), but the other is the dry type in which the healthy cells die, and that is the target of this study. This is called atrophic macular degeneration. The implant is a small capsule that contains human retinal pigment epithelium cells. These cells have been given the ability to make CNTF and release it through the capsule membrane into the surrounding fluid. In this study, two different CNTF dose levels will be used: a high dose and a low dose, as well as a sham surgery (or placebo) group.\n\nDetailed Description\nThe study will involve about 18 visits over 1½ years for specific tests of the participant's vision and health. These visits may include visual exams, blood draw for laboratory testing, brief medical history and exam, and occasionally a questionnaire (survey), in addition to the visits for the surgical procedures. There will be about 8 centers participating in this study, and up to 48 people enrolled, across the US. Each participant joining the study who has completed initial screening will then be scheduled to have a brief surgical procedure performed on one eye, which may or may not include a very small cell-filled implant. Follow-up visits for repeat assessments will be required regularly to determine if the implant being tested is safe and effective for use to treat AMD."
    },
    {
        "id": "NCT00443911",
        "text": "Rheohemapheresis and Lutein Supplementation (Xantophyll Carotenoid) in the Non-Exsudative Form of Age-Related Macular Degeneration Age-related macular degeneration is one of the major causes of blindness in the western world. There is an exsudative and a non-exsudative form of age-related macular degeneration.Most studies concentrate on the exsudative form. In the non-exsudative form the policy is generally watch and see, but patients are at risk to develop an exsudative form. So far, the only accepted therapy to reach stable disease in the non-exsudative form is high-dose supplementation of antioxidants. Another approach to improve visual acuity in patients with non-exsudative form of macular degeneration is rheohemapheresis treatment, an extracorporeal therapy where plasma is separated from blood cells. By the use of a hollow fiber filter plasma is depleted of high molecular weight proteins and reinfused. Others report describe the supplementation of lutein (a vitamin A derivative) as possible treatment option. However, none of the studies have yet examined a combination of rheohemapheresis and lutein supplementation.\n\nDetailed Description\nRheohemapheresis will be performed in 5 cycles. One cycle consists of 2 rheohemapheresis treatments on day 1 and day 4. A cycle lasts for 4 weeks and will be repeated every fourth week. During each treatment > 75% to 100% of patients total plasma volume has to be filtered.General medical reviews, ETDRS and Radner visual acuity assessment, ophthalmologic examinations, ocular imaging with OCT 3, autofluorescein imaging and infrared imaging, multifocal ERG, ocular echography, and blood examinations will be performed."
    },
    {
        "id": "NCT01042860",
        "text": "The Influence of Lutein Supplements on Age-related Macular Degeneration Rationale: Age-related macular degeneration is the most common cause of blindness in the industrialized world. Macular pigment is hypothesized to protect against the vision loss in this disease.Objective: 1. To study if the macular pigment optical density can be raised by lutein supplementation. 2. To study if lutein supplementation can stop or slow down the decrease in visual functions.Study design: Randomized, double blind, placebo controlled intervention study.Study population: Eighty patients with early signs of age-related macular degeneration Intervention: The intervention group (40 subjects) receives 10 mg lutein per day, while the control group (40 subjects) gets a placebo."
    },
    {
        "id": "NCT00500344",
        "text": "CAPTAIN: Choroidal Neovascularization Assessment by Pattern Electroretinography After Ranibizumab in Naive Age-related Macular Degeneration Patients CNV from AMD is the leading cause of blindness in people over 50 in North America. The hypothesis is to determine if there is an improvement in retinal function determined by ERG following treatment with ranibizumab for AMD\n\nDetailed Description\nBackground 1.1 Pathophysiology Age-related macular degeneration (AMD) is a progressive disease that causes irreversible visual impairment and blindness in nearly 50 million people globally 1. 2. Current estimates of patients affected with AMD are higher than those affected by Alzheimer's disease 1.3 Although geographic atrophy and neovascularization represent the advanced forms of AMD, neovascular AMD is the more aggressive form and accounts for almost 90% of blindness from this disease. It is characterized by choroidal neovascularization (CNV) which is the development of abnormal blood vessels underneath the retina. Current treatments such as photodynamic therapy (PDT) and intravitreal pegaptanib are designed to limit further visual loss, but these are only marginally effective 4-6.1.2 Treatment of on-label naive AMD patients Recent randomized clinical trials (Marina, Anchor) have conclusively demonstrated that continued intravitreal therapy with ranibizumab in patients with subfoveal CNV from AMD leads to stabilization of vision in over 90% of patients and improvement in vision in at least a third of the patients and has led to the approval of ranibizumab (0.5 mg) for the treatment of neovascular AMD. Naive patients will be used in this study to determine if an improvement by ERG can be determined in those without prior therapy.1.3 Electroretinography(ERG) Effects Of Ranibizumab Therapy AMD trials are typically designed to address visual acuity outcomes but not designed to evaluate retinal function outcomes. Global and macular retinal indices as measured by electroretinography (ERG) are key indicators of retinal health which have largely been ignored in clinical trials.1.4 Non-Clinical Experience With Ranibizumab 1.4.1 Nonclinical Pharmacokinetics The pharmacokinetics of ranibizumab have been investigated in rabbits and cynomolgus monkeys following intravitreal and intravenous administration. In both species, following intravitreal administration, ranibizumab was cleared from the vitreous humor with a half life of 2-3 days. Following single intravitreal administration to cynomolgus monkeys, retinal concentrations of ranibizumab were approximately one third of vitreous concentrations and declined in parallel with vitreous concentrations. In humans, the intravitreal half-life of ranibizumab is estimated to be 7-8 days. Repeated intravitreal injections of ranibizumab can lead to detectable antibodies in serum in rabbits and cynomolgus monkeys.1.4.2 Nonclinical Toxicology A series of nonclinical studies of ranibizumab administered by intravitreal injection to cynomolgus monkeys have been performed (details regarding study design and results can be found in the Investigator Brochure).1.4.3 Stability Studies The stability of ranibizumab alone and in combination with verteporfin was assessed in vitro. The combination of ranibizumab and verteporfin in a 5% dextrose solution at concentrations of 500 mg/mL and 1.4 mg/mL, respectively, resulted in ranibizumab degradation and a decrease in ranibizumab capacity to bind VEGF. The ranibizumab degradation products have not been fully characterized. Although it is currently unknown if such degradation also occurs in vivo, sequential administration of verteporfin followed by ranibizumab with an intervening washout period will decrease the likelihood of loss of ranibizumab activity and degradation.1.5 Clinical Experience With Ranibizumab Ranibizumab has been or is being clinically evaluated in nine studies (additional details regarding study design and results can be found in the Investigator Brochure).The first clinical trial with ranibizumab, Study FVF1770g was a Phase Ia study of the molecule given as a single intravitreal injection to subjects with neovascular AMD. The goals of the study were to investigate safety and tolerability and to define the maximally tolerated dose (MTD). The single intravitreal MTD was determined to be 0.5 mg (limited by ocular inflammation).The Phase I/II study FVF2128g was the first clinical trial of multiple-dose regimens of intravitreally administered ranibizumab. Sixty-four subjects were enrolled in the study. Data show that ranibizumab was safe and potentially efficacious in subjects with subfoveal choroidal neovascularization due to AMD.Study FVF2425g was a Phase I, open-label, randomized study of three escalating multiple dose regimens of intravitreally administered ranibizumab. Data show that doses of ranibizumab up to 2 mg could be safely given as part of an escalating dose regimen to subjects with subfoveal choroidal neovascularization due to AMD.Study FVF2428g was a Phase I/II, single masked, multicenter study of the safety, tolerability, and efficacy of multiple dose intravitreal injections of ranibizumab in combination with verteporfin PDT in subjects with neovascular AMD. Data show that the combination of ranibizumab and verteporfin PDT had a good safety profile in the study population, and the efficacy of ranibizumab and verteporfin PDT was better than that of verteporfin PDT alone.Preliminary findings from Study FVF2428g suggest that administration of ranibizumab injections 7 days (plus/minus 2 days) after treatment with verteporfin PDT in the same eye may result in a decrease in visual acuity of 30 letters due to temporary intraocular inflammation (uveitis).Study FVF2508g is an ongoing Phase I extension study designed to assess the safety and tolerability of multiple-dose intravitreal injections of ranibizumab administered monthly in subjects who have completed the treatment phase of a Genentech-sponsored Phase I study.Study FVF2587g is an ongoing Phase III active treatment-controlled study designed to assess the efficacy and safety of intravitreal administered ranibizumab compared with verteporfin in subjects with angiographically determined, predominantly classic subfoveal neovascular AMD.Study FVF2598g was an ongoing Phase III study designed to assess the efficacy and safety of intravitreal injections of ranibizumab administered monthly compared with sham injections administered monthly in subjects with angiographically determined, minimally classic or occult subfoveal neovascular AMD. Data show that ranibizumab was safe and efficacious in subjects with subfoveal CNV due to AMD.Study FVF3192g is an ongoing Phase IIIb study designed to assess the efficacy and safety of intravitreal injections of ranibizumab administered as three monthly injections followed by quarterly injections for a total duration of 24 months, in subjects with angiographically determined subfoveal neovascular AMD with or without classic CNV.Study 3426g is an ongoing open-label extension study designed to assess the safety and tolerability of intravitreal injections of ranibizumab in subjects who have completed the treatment phase of a Genentech-sponsored ranibizumab study.Study 3689g is an ongoing Phase IIIb, 1 year multicenter study of the safety and tolerability of intravitreally administered ranibizumab at two different doses (0.3mg and 0.5mg) to subjects with active subfoveal CNV secondary to AMD, administered once a month for 3 months and thereafter as needed, based on criteria-based re-treatment options.Objectives2.1 Primary Objective To determine if there is an improvement in retinal function determined by the pattern and full-field ERG following treatment with ranibizumab for AMD2.2 Secondary Objectives To determine if there is a correlation between improvement in visual acuity and retinal function as determined by the ERG Visual acuity at 6 monthsStudy Design 3.1 Description Of The Study This is an open-label, Phase I single arm study of intravitreally administered ranibizumab in on-label treatment naive patients following by an assessment of retinal function using the ERG.Consented, enrolled subjects will receive monthly open-label intravitreal injections of 0.5 mg ranibizumab administered every month for 6 months. ERG will be performed at baseline, 1 month, 3 months and 6 months.Electroretinograms will be recorded using DTL fiber electrodes moistened with carboxymethyl-cellulose sodium 1% lying in the inferior fornix of each eye. Each DTL fiber will be laid along the top of the lower eyelids so that it contacts the inferior cornea. Fibers will be anchored with small adhesive pads near the inner and outer canthi. A reference electrode will be applied with adhesive paste lateral to the outer canthi. An adhesive electrode placed on the forehead will serve as the ground. Prior to pupil dilation, PERG responses will be recorded, including P50 (derived from macular photoreceptors) and N95 (post-photoreceptor, including optic nerve), in response to an alternating checkerboard pattern. Pupils will then be dilated with tropicamide 1% and phenylephrine hydrochloride 2.5% for the full-field ERG and PhNR recordings. The patient will be dark-adapted for 30 minutes. For full-field recordings, stimuli will be brief white flashes presented by a Ganzfeld integrating sphere. Responses to dim and bright flashes will be recorded under scotopic conditions, and a- and b-wave amplitudes will be noted. Patients will then be light adapted for ten minutes. Responses to bright flash and 30 Hz flicker responses will then be recorded under photopic conditions. A- and b-wave amplitudes and implicit times will be noted. Finally, the photopic negative response (PhNR) will be recorded with a red flash on a blue background.3.2 Rationale For Study Design Per the package insert, naive AMD patients will receive monthly injections of Lucentis as part of their usual care.3.3 Outcome Measures 3.3.1 Primary Outcome Measures Percent of patients with Improvement in ERG from baseline to 6 months based on international standards (determined by expert reader).3.3.2 Secondary Outcome MeasuresPercent of patients with Improvement in ERG from baseline to 3 months based on international standards (determined by expert reader) Correlation between change in PERG and mean change in VA at 6 months Mean change in VA from baseline to 3 months and 6 months.3.4 Safety Plan There are no safety issues associated with the ERG. All safety monitoring will be as in standard care with the use of on-label ranibizumab. ERG testing is non-invasive.3.5 Compliance With Laws And Regulations This study will be conducted in accordance with current U.S. Food and Drug Administration (FDA) Good Clinical Practices (GCPs), and local ethical and legal requirements."
    },
    {
        "id": "NCT00485394",
        "text": "A Randomized, Double-Masked, Dose-Ranging, Multi-Center, Phase II Study Comparing the Safety and Efficacy of OT-551 With Placebo to Treat Geographic Atrophy Associated With Age-Related Macular Degeneration The purpose of this trial is to compare the ability of two doses of OT-551 ophthalmic solution and drug-free solution to safely and effectively treat geographic atrophy associated with age-related macular degeneration.\n\nDetailed Description\nAge-related macular degeneration (AMD) results in severe, irreversible central vision loss and is the leading cause of blindness in individuals older than 50 years in the western world. The vast majority of AMD patients have the 'dry' (non-exudative) form that is characterized by the presence of drusen and atrophic changes in the retinal pigment epithelium (RPE). Dry AMD may remain static or progress slowly to produce areas of geographic atrophy (GA), the advanced or late-stage form of dry AMD. GA is a severe vision-threatening lesion of the macula that may impair visual function, impact daily life activities, and result in blindness. Currently, there is no approved treatment for dry AMD or GA. Pre-clinical results have shown that OT-551 may protect RPE cells and photoreceptors from oxidative damage and block angiogenesis stimulated by VEGF and other growth factors, and therefore is a therapeutic candidate for treating GA."
    },
    {
        "id": "NCT01694095",
        "text": "Characterization of Geographic Atrophy Progression in Patients With Age-related Macular Degeneration Age-related macular degeneration is one of the leading causes of blindness worldwide. The factors that induce the progression of geographic atrophy, the advanced form of dry age-related macular degeneration, remain poorly understood. The aims of this study are to describe the natural history of geographic atrophy and identify potential risk factors associated with a faster spread of atrophy that may be used to develop rational therapies.\n\nDetailed Description\nAge-related macular degeneration is the leading cause of blindness in developed countries. Geographic atrophy is the advanced form of dry age-related macular degeneration, and currently has no effective therapy. Little is known about the risk factors that drive the progression of geographic atrophy, and yet they are crucial to understand the mechanisms of the disease. Therefore, the identification of risk factors associated with a faster spread of atrophy may help contribute to identify the causes of the disease and, ultimately, to develop new therapeutic strategies to manage the disorder.The current prospective, observational, natural history study has the following objectives:Describe the natural history of geographic atrophy in anatomic and visual termsIdentify risk factors associated with a faster enlargement of atrophyThe main hypothesis is that lipofuscin accumulation at the borders of atrophy as seen with fundus autofluorescence imaging is associated with a faster progression of the disease."
    },
    {
        "id": "NCT01127360",
        "text": "LUCAS. A Randomized, Prospective, Multicenter Study Comparing the Effect of Intravitreal Injection of Bevacizumab to Ranibizumab When Given to Patients With Neovascular Age-related Macular Degeneration Age-related macular degeneration (AMD) is the most common cause of blindness in individuals over 50 years of age. Bevacizumab and ranibizumab are two agents developed by the American pharmaceutical corporation Genentech, both of which inhibit blood vessel growth factors. These drugs, when injected intraocularly, reduce the pathological growth of blood vessels in the macular area of the eye. Bevacizumab (Avastin) is an antibody developed for intravenous treatment of metastasized colon cancer. Ranibizumab (Lucentis) is an antibody fragment developed from a similar antibody. It was introduced 2006 as an effective treatment for wet AMD. Treatment costs are, however, up to 50 times higher compared to use of bevacizumab. Avastin has shown similar effects to ranibizumab, and has been used off-label in many countries, both before and after Lucentis received approval. There is thus a recognized need for large randomized studies to garner proper scientific proof of Avastin's effectiveness regarding exudative AMD.LUCAS is a randomized multicenter study, performed in Norway, comparing ranibizumab and bevacizumab use for AMD. The goal of the study was to demonstrate if the two agents were equivalent regarding both efficacy and safety. A total of 441 patients with objective evidence of wet AMD were randomized to a double-blind treatment with ranibizumab or bevacizumab over the course of 2 years. The treatment interval was determined by a \"Treat and Extend\" protocol.\n\nDetailed Description\nLUCAS (LUcentis Compared to Avastin Study) A randomized, double-blind, prospective multicenter study comparing the effect of intravitreal injection of bevacizumab (Avastin) to ranibizumab (Lucentis) when given to patients with exudative (wet) age-related macular degeneration in Norway.Version: 4, Protocol: 166-09, EudraCT: 2008-004225-41Purpose:LUCAS is a prospective, randomized, multicenter study comparing the effects of intravitreal injection of bevacizumab (Avastin) with ranibizumab (Lucentis) when given to patients with exudative (wet) AMD in Norway.The study will include 420 patients to be recruited starting March 2009. The study will continue for 2 years after completed enrollment.Design:LUCAS is a multicenter, randomized, double-blind study, with 1:1 parallel groups treated with either bevacizumab (Avastin) 0.05 ml (25 mg/ml) or ranibizumab (Lucentis) 0,05 ml (10 mg/ml). The drug is injected intravitreally according to an \"inject and extend\" principle (5).Randomization will be stratified by center and performed with minimization according to prognostic factors.Treatment Regimen:Bevacizumab (Avastin) will be given as an intravitreal injection of 0.05ml (25 mg/ml) from a vial containing 4 ml.Ranibizumab (Lucentis) will be given as an intravitreal injection of 0.05 ml (10 mg/ml) from a vial containing 0.23 ml.Follow-up and treatment will follow a principle called \"inject and extend.\" This connotes the following: initial follow-up and injection with a 4 week intervals until the macula is dry. When dry, then follow-up and injection will be increased 2 weeks at a time. If the patient has a recurrence of wet AMD, then the interval is reduced by 2 weeks at a time until the macula is once again dry. The shortest interval is 4 weeks. When once again extending, the treatment interval shall not be as long as the interval of the original recurrence, as this could confer risk for new activity. Therefore further follow-up and injection occurs at the \"ideal\" interval which is hereby defined as being 2 weeks less than that of the original recurrence. With this method, the patient receives an injection at each follow-up, presuming that no complications occur. The maximum interval is limited to 12 weeks. Treatment will continue for 2 years. After the study is completed, then the patient is to be offered continued treatment, in accordance with the ophthalmology department's routines, If there is no response to treatment after 3 injections with a 4 week interval, then the patient shall be removed from the study and be offered alternative treatment, such as combination treatment with photodynamic therapy (PDT)."
    },
    {
        "id": "NCT01447043",
        "text": "AURA Study: A Retrospective Non-interventional Study (NIS) to Assess the Effectiveness of Existing Anti vascUlar Endothelial Growth Factor (Anti VEGF) Treatment Regimens in Patients With Wet Age-related Macular Degeneration (wAMD) Retrospective, non-interventional, observational multi-center field study. Patients diagnosed with wet Age-related macular degeneration (wAMD) and having started treatment with ranibizumab between January 1, 2009 and August 31, 2009 must be consecutively screened and, if eligible, enrolled. Patients will be followed up at maximum until August 31, 2011. Switch to any other Anti vascUlar endothelial growth factor (anti VEGF) treatment will be documented and followed up. For each patient, demographics, medical history, administered treatments, results of ocular and visual assessments and other tests (where available) will be documented."
    },
    {
        "id": "NCT00769015",
        "text": "Low Vision Depression Prevention Trial for Age Related Macular Degeneration This randomized, controlled clinical trial, the Low Vision Depression Prevention TriAL (VITAL), will test the efficacy of collaborative low vision rehabilitation (LVR) to prevent depressive disorders in Age-Related Macular Degeneration (AMD). In this innovative intervention, a low vision occupational therapist collaborates with a low vision optometrist to develop and implement a care plan based on a subject's vision status, rehabilitation potential, and personal rehabilitation goals. An independent rater masked to treatment assignment will assess depressive disorders meeting DSM-IV criteria (primary outcome) and targeted vision function and vision-related quality of life (secondary outcomes) at baseline and then at 4 months to evaluate short-term effects (main trial end point) and at 12 months to evaluate long-term effects.\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of blindness in older persons in the U.S. and affects more than 10 million people. One third of patients with AMD become clinically depressed when they lose the ability to pursue valued activities. Because their depression is disabling and unlikely to be treated, preventing depression in AMD is a public health imperative as the population ages.We will recruit 200 subjects who have bilateral AMD and subthreshold depressive symptoms. Their bilateral vision loss and subthreshold depressive symptoms increase their risk to develop more severe depressive disorders and functional decline. We will randomize eligible subjects to collaborative Low Vision Rehabilitation (LVR) (optometrist and home-based OT) or enhanced LVR (optometrist and home-based Supportive Therapy). In this study, usual care LVR is enhanced with Supportive Therapy (ST), which is a standardized placebo psychological treatment that controls for attention.Many older persons with AMD understandably become depressed when their vision loss prevents them from pursuing valued goals. This necessitates a disease management strategy that combines treatment for vision loss and depression. Because depression in AMD is rarely treated, preventing depression is more sensible than waiting to treat it after diagnosis or failing to treat it at all. As the population ages and more people are affected with AMD, finding ways to prevent depression and improve daily functioning has great public health importance. For these reasons, the VITAL Trial has high clinical significance to patients with AMD, and wider public health significance as our society confronts the challenge of caring for the growing population of older adults with chronic disabilities."
    },
    {
        "id": "NCT00971464",
        "text": "A Randomized Controlled Trial of Eccentric Viewing Training vs. Closed Circuit Television Use for Visual Rehabilitation From Age-Related Macular Degeneration Patients with advanced Age-Related Macular Degeneration will be randomized into one of two treatment groups. One group will receive eccentric view (EV) training while the other a closed circuit television (CCTV) training for 6 weeks. Reading speed and accuracy will be assessed pre- and post- treatment to determine if one treatment is superior to the other.\n\nDetailed Description\nAge-related macular degeneration is the single most common cause of visual impairment in Canada, affecting people over the age of 55 years. It causes loss of central, detailed vision, resulting in difficulty with fine vision tasks, such as reading and writing. At present there is no fully effective prevention or treatment for this condition, but people do benefit from visual rehabilitation. Two of the most common rehabilitation techniques are eccentric viewing training and an electronic magnification system called a Closed circuit television (CCTV). In eccentric viewing training the person is taught to use his or her remaining side vision, instead of central vision. The CCTV provides high levels of magnification to compensate for the loss of detail vision. The purpose of this randomized clinical trial is to compare the effectiveness of these two interventions. In the study people will be randomly assigned to either receiving eccentric viewing training or a CCTV. This will happen after they have received basic, optical low vision services and training through the CNIB. We will assess their performance with either the CCTV or EV training with a variety of reading tasks and questionnaires. The results will give evidence for how it is most beneficial to use resources and as such will be very important in future planning of low vision services.Hypothesis: Eccentric Viewing Training will improve reading speed over CCTV by at least 10 words per minute in patients with advanced AMD."
    },
    {
        "id": "NCT01319188",
        "text": "Ranibizumab for Age-Related Macular Degeneration and the Risk of Arterial Thromboembolic Events (RATE) The investigators assume that ranibizumab might be dangerous in patients with history of coronary artery disease or cerebrovascular events. The main objective of study is to reveal contraindications for ranibizumab prescription in patients with history of coronary artery disease and cerebrovascular events. Moreover, an association between management with ranibizumab and ATE rate in healthy above 50 years old persons is a concern of great interest as well.\n\nDetailed Description\nAge-related macular degeneration (AMD) is a degenerative condition affecting the macula or central area of the retina in elderly people. Early AMD is marked by the presence of soft drusen and/or retinal pigment abnormality (hyper- and hypopigmentation). Late AMD includes 2 forms, nonneovascular (dry) AMD and neovascular (wet) AMD. Despite new medical and surgical interventions, AMD remains a leading cause of vision loss in elderly people all over the world.Ranibizumab is one of the most effective approaches of AMD management. Ranibizumab - a recombinant, humanized, monoclonal antibody Fab that neutralizes all active forms of vascular endothelial growth factor A (VEGF A) - has been evaluated for the treatment of AMD. Ranibizumab binds to the receptor binding site of active forms of VEGF-A. VEGF-A cause neovascularization and leakage in models of ocular angiogenesis and vascular occlusion, and is thought to contribute to the progression of neovascular AMD and macular edema following RVO. Prevents the interaction of VEGF-A with its receptors (VEGFR1 and VEGFR2) on the surface of endothelial cells, reducing endothelial cell proliferation, vascular leakage, and new blood vessel formation.There have been a number of studies that have examined a possible association between ranibizumab and arterial thromboembolic events (ATE). The ATE rate in the three controlled neovascular AMD studies during the first year was 1.9% (17 out of 874; 0.3-0.5 mg LUCENTIS) vs 1.1% (5 out of 441) in control arms (AMD-1, AMD-2). In the second year the ATE rate was 2.6% (1323 patients; Lucentis 879) vs Control 444 (p < 0.05). The ATE rate in the two controlled RVO studies (RVO-1, RVO-2) during the first six months was 0.8% (789 patients; Lucentis 527 vs Sham 262).The investigators assume that ranibizumab can be rather dangerous in patients with history of coronary artery disease or cerebrovascular events. The main objective of study is to reveal contraindications for ranibizumab prescription in patients with history of coronary artery disease and cerebrovascular events. Moreover, an association between management with ranibizumab and ATE rate in healthy above 50 years old persons is a concern of great interest as well."
    },
    {
        "id": "NCT02308215",
        "text": "Retinal Therapy Guided by 3D OCT Image Analysis The main purpose is to find a better way to predict the timing of treatments given to patients with Wet Age-related macular degeneration using image analysis.\n\nDetailed Description\nThe study focuses on making better use of advanced three-dimensional imaging and analysis to allow physicians to know when a treatment is being effective and thus not overuse it. The study will examine how 3-D optical coherence tomography and related image analysis can be used to assess changes in the macula and retina of patients' eyes. These changes can reveal how well a person is responding to anti-VEGF treatment and thus help doctors provide proper treatment timing and care."
    },
    {
        "id": "ISRCTN87077451",
        "text": "Short term intraocular pressure trends in high risk patients following intravitreal Ranibizumab (Lucentis) injections for wet age related macular degeneration - is there a role for systemic Acetazolamide (Diamox) in those with glaucoma? Background and study aims\nAge-related macular degeneration (AMD) is a leading cause of irreversible blindness among people who are 50 years of age or older in the developed world. The neovascular (wet) type of AMD is caused by the abnormal growth of blood vessels in the eye, which leak and damage the eye. The result is severe loss of vision and untreated this can lead to rapid irreversible blindness. The drug ranibizumab (Lucentis) is now the standard treatment for wet AMD. Treatment involves a course of injections into the eye. One of the potential side affects of the injections is raised eye pressure. In high-risk glaucoma patients this may lead to further loss of vision. In our study we aim to measure eye pressure trends in glaucoma patients undergoing Lucentis injections for wet AMD. The study will also evaluate the use of a tablet called acetazolamide (Diamox) to lower eye pressure spikes in these patients. \n\nWho can participate? \nPatients with neovascular (wet) AMD and glaucoma.\n\nWhat does the study involve? \nParticipants will be randomly allocated to be treated with either Lucentis injections or both acetazolamide tablets and Lucentis injections.\n\nWhat are the possible benefits and risks of participating? \nNot provided at time of registration.\n\nWhere is the study run from? \nLucentis Eye Clinic, York Teaching Hospital (UK).\n\nWhen is the study starting and how long is it expected to run for? \nSeptember 2011 to September 2012.\n\nWho is funding the study? \nYork Teaching Hospital NHS Foundation Trust (UK).\n\nWho is the main contact? \nMr Richard Gale\nrichard.gale@york.nhs.uk"
    },
    {
        "id": "2011-000243-24",
        "text": "An open-label, phase 2a study to evaluate pazopanib eye drops administered for 12 weeks to patients with neovascular agerelated macular degeneration Age-related macular degeneration AMD"
    },
    {
        "id": "NCT01778231",
        "text": "Investigation of the Genetic and Environmental Determinants of MP Including Response to Supplementation This study aims to investigate genetic and environmental determinants of macular pigment (MP) and assess the effects of lutein and zeaxanthin-rich supplements on macular pigment levels.\n\nDetailed Description\nAge-related macular degeneration is the leading cause of blindness in elderly people in western countries1. It is a degenerative condition of the macula characterized by the death or dysfunction of photoreceptors, leading to the progressive loss of central vision1. Central vision is needed for activities requiring fine vision such as reading, driving or recognizing faces. With the aging population and increasing expectations in health care it is therefore of utmost importance to preserve the quality of life and independence of the elderly through prevention of this ocular disease.Much interest surrounds macular pigment due to its putative role in protecting the macula from oxidative stress and age-related degenerative change2, yet much is still unknown about factors that determine its uptake and deposition. Large inter-individual differences in MP have been demonstrated with several large population based studies showing that peak macular pigment density can vary by over a factor of 10 between individuals3-4. Subsequent studies have suggested a number of parameters such as age, diet, percentage body fat, gender and tobacco use5-9 as determinants of MP, however these only account for approximately a third of the variance leaving a significant proportion unexplained.Lutein and Zeaxanthin (L and Z), constituents of MP, cannot be synthesized by the body and so are entirely dietary in origin. They are present in foods such as collard greens, spinach and Brussels sprouts10. Variation in the bitter-taste receptor gene, TAS2R38 confers the ability to taste 6-n-propylthiouracil (PROP) and phenylthiocarbamide (PTC) which is present in many of these foods11. People who taste PTC with a greater intensity are more likely to avoid these foods and therefore we hypothesize they may have lower levels of macular pigment. Thus, this study may help to identify a group at higher risk of macular degeneration.Despite MP's dietary origin only modest correlations exist with serum and dietary levels of L and Z, and although the level of MP can be augmented in most people by diet or supplementation the response is variable and not always correlated with baseline level. Most supplementation studies identify a sub-group of \"retinal non-responders\"12 in which serum values of the carotenoids have risen, yet no change is found in macular pigment, the reason for this is not clear. The first part of our study will provide a well-phenotyped group in which to explore this further. Several studies have also shown that peak macular pigment levels are strongly heritable13-14 suggesting genetics may play an important role. Although no gene has currently been clearly identified the ApoE gene has been suggested to show an association with macular pigment level. A supplementation study in this population will be able to determine whether the genes identified on a cross-sectional basis do determine uptake of the nutritional supplement. We may also be able to identify specific demographic or lifestyle factors of non-responders which may help to explain the phenomenon.Carpentier S, Knaus M, Suh M. Associations between Lutein, Zeaxanthin, and Age-Related Macular Degeneration: An Overview. Clinical Reviews in Food Science and Nutrition. 2009 49:313-326Whitehead AJ, Mares J, Danis RP. Macular Pigment: A Review of Current Knowledge. Arch Opthamol. July 2006; 124: 1038-1045Ciulla TA, Curran-Celantano J, Cooper DA, et al. Macular pigment optical density in a midwestern sample. Ophthalmology. Apr 2001;108(4):730-737.Hammond BR, Jr., Caruso-Avery M. Macular pigment optical density in a Southwestern sample. Invest Ophthalmol Vis Sci. May 2000;41(6):1492-1497.Hammond BR, Jr., Curran-Celentano J, Judd S, et al. Sex differences in macular pigment optical density: relation to plasma carotenoid concentrations and dietary patterns. Vision Res. Jul 1996;36(13):2001-2012.Hammond BR, Jr., Wooten BR, Snodderly DM. Cigarette smoking and retinal carotenoids: implications for age-related macular degeneration. Vision Res. Sep 1996;36(18):3003-3009.Ciulla TA, Hammond BR, Jr. Macular pigment density and aging, assessed in the normal elderly and those with cataracts and age-related macular degeneration. Am J Ophthalmol. Oct 2004;138(4):582-587.Curran-Celentano J, Hammond BR, Jr., Ciulla TA, Cooper DA, Pratt LM, Danis RB. Relation between dietary intake, serum concentrations, and retinal concentrations of lutein and zeaxanthin in adults in a Midwest population. Am J Clin Nutr. Dec 2001;74(6):796-802.Nolan J, O'Donovan O, Kavanagh H, et al. Macular pigment and percentage of body fat. Invest Ophthalmol Vis Sci. Nov 2004;45(11):3940-3950.Carpentier S, Knaus M, Suh M. Associations between Lutein, Zeaxanthin, and Age-Related Macular Degeneration: An Overview. Critical Reviews in Food Science and Nutrition. 2009; 49(4): 313-326Bachmanov A, Beauchamp G. Taste Receptor Genes. Annual Review of Nutrition. 2007.27:389-414Hammond BR, Jr., Johnson EJ, Russell RM, et al. Dietary modification of human macular pigment density. Invest Ophthalmol Vis Sci. Aug 1997;38(9):1795-1801."
    },
    {
        "id": "NCT01269697",
        "text": "Lutein Influence on Macula of Persons Issued From Amd Parents Age-related macular degeneration (AMD) is a degenerative disease of the centre of the retina (named macula) and is the leading cause of blindness in industrialized countries. There is growing interest in the potential preventive role of two carotenoids (lutein and zeaxanthin) of dietary origin, which specifically accumulate in the macula, where they form the macular pigment. A first step towards the demonstration of a preventive effect of macular pigment for AMD consists in the evaluation of the effect of lutein and zeaxanthin supplementation on their plasma and retinal concentrations.\n\nDetailed Description\nThe objective of this study is to estimate the efficiency of a nutritonal supplementation with lutein and zeaxanthin to increase their plasma concentration and the density of macular pigment, in subjects at high genetic risk for AMD (1st generation stemming from parent affected by DMLA). This study is a multicentric, double blind, randomized clinical trial of supplementation versus placebo"
    },
    {
        "id": "NCT01115387",
        "text": "Genetics of Age Related Maculopathy The original study (GARM I) has been conducted for more than 18 years at the University of Pittsburgh Medical Center (UPMC). GARM II is a nationwide research study about age-related macular degeneration in the next generation of adults (49 to 65 years old). The purpose of this study is to identify the hereditary and exposure risk factors that lead to the development of ARM (Age related maculopathy).Participants will communicate with the research staff through a protected and confidential website and use this website to complete a number of questionnaires during the course of the study (see below). For genetic analyses, the participants will mail in easily self-collected saliva samples in special containers. Eye photographs and eye health records are sent to the research center from local sources through the Internet. Individuals are not expected to come to UCLA in order to participate.https://jseiclinres.jsei.ucla.edu/garm/Participants will be expected to answer questionnaires or surveys about medical history, ocular history and visual symptoms, family history, smoking, dietary supplements and light exposure.\n\nDetailed Description\nAge-related macular degeneration (ARM) is a major cause of vision loss in the elderly. It is thought that smoking and diet may contribute to the risk of developing the condition but it is clear that heredity plays a major role. Variations in two genes, CFH and HTRA1/ARMS2, have been found to strongly contribute to the risk of developing ARM, but there are additional genes that influence a person's chances of having this condition and how they will progress to vision loss. We are investigating these genetic variations that contribute to ARM so that we can eventually understand the causes of this complex condition. We study the genetic variations (SNPs) that are shared among ARM-affected individuals within families as well as compare the frequencies of genetic variations in ARM-affected individuals with those in unaffected persons who are matched in age, gender, and exposures. We are conducting studies with the DNA from our previous cohort of research participants as well as developing a prospective study of high-risk family members and their spouses to evaluate genetic risks and presymptomatic retinal changes. Our long-term goals are to develop new preventive therapies that can slow or halt the development of this disease and to be able to provide these treatments to those who are at greatest risk before they experience vision-threatening changes.The goal of this study (GARM II) is to determine how the combination of genetic, dietary, health and exposure factors such as light, diet, and smoking contributes to one's risk of developing this condition. This is not a treatment study and does not involve any preventive therapies or direct treatments of ARM. We aim to find some insights for future preventive strategies through a group of people who are at a higher than normal risk for developing ARM (because of their family history) and their partners who represent the risk in the general population. Because ARM is a complex disease and is affected by many factors, we also want to know how other medical conditions may be associated or not with this eye condition.Participants will communicate with the research staff through a protected, HIPAA-compliant and confidential website and use this website to complete a number of questionnaires during the course of the study. For genetic analyses, the participants will mail in easily self-collected saliva samples in special containers. Eye photographs and eye health records are sent to the research center from local sources through the Internet. Individuals are not expected to come to UCLA in order to participate.https://jseiclinres.jsei.ucla.edu/garm/"
    },
    {
        "id": "NCT01499628",
        "text": "Eccentric Fixation From Enhanced Clinical Training (EFFECT): A Randomised Clinical Trial for Patients With AMD Age-related macular degeneration (AMD) is the leading cause of severe visual impairment in the UK, Europe and N America. Low vision patients with AMD have great difficulty reading, which leads to a loss of independence and reduced quality of life. Magnifiers alone do not compensate for loss of central vision in AMD. It has been proposed that special low vision training can improve reading ability in patients with AMD. Training programmes are widely available in the US and Scandinavia, but not in the UK, partly because there is a lack of evidence from Randomised Control Trials (RCT) showing that they are effective. The investigators are conducting a clinical trial comparing the conventional hospital-based low vision service to enhanced rehabilitation programmes that include Eccentric Viewing training. Eccentric viewing training involves teaching patients who have lost their central vision to use a new area of retina for visual tasks. Patients are either taught to improve the use of the part of the retina they naturally start using after their central vision is lost, their so-called preferred retinal locus (PRL), or, alternatively, they are taught to use a different retinal area that is thought to be better suited for everyday visual tasks, the so-called trained retinal locus (TRL). The investigators plan to compare the two types of eccentric viewing training to conventional hospital-based low vision care."
    },
    {
        "id": "NCT01352975",
        "text": "Longitudinal Investigation of Dark Adaptation in Participants With Age-Related Macular Degeneration Background:Age-related macular degeneration (AMD) is a leading cause of vision loss in individuals over 55 years of age. It can cause permanent loss of central vision, which is important for seeing fine details and long distances. AMD has two forms: wet AMD and dry AMD. Most people with AMD have dry AMD. But dry AMD can progress to wet AMD. Wet AMD is the more serious form and can result in severe vision loss.A method to identify and monitor the early to middle stages of AMD may help researchers develop new treatments to stop the disease before it becomes severe. In early dry AMD, people cannot see well at night. Researchers want to study whether a procedure that measures how the eye adjusts to the dark can help to identify and monitor early to middle dry AMD.Objectives:- To evaluate the effectiveness of using a dark adaptation protocol to identify and monitor early to middle dry age-related macular degeneration.Eligibility:- People at least 50 years of age who have no AMD. Others who have early to middle dry AMD in at least one eye.Design:People will be screened with a physical examination, medical history, blood and urine tests, and a full eye exam.This study will last 5 years and require at least 9 visits to NIH. (First visit; study visits at months 3, 6, 12, 18, and 24; and 3 yearly followup visits).Up to 10 people will be asked to come back to the clinic 1 week after their first visit. They will be asked to test the device to be used in the study.Participants will have baseline exams. These questions will be about problems that affect their eyes under different lighting conditions.At every visit, participants will answer questions about general health and current medications (including any vitamins or supplements). They will also have a full eye exam and a 20- to 40-minute test. This test measures how fast the eyes recover in response to decreasing levels of light. The test also measures how sensitive the eyes are to these conditions.Participants will continue to have these tests at the yearly followup examinations. They will be treated with the standard of care for any eye conditions they have or may develop during the study.\n\nDetailed Description\nObjective: This study is designed to investigate the use of dark adaptation as a functional endpoint for progression of eyes with no to intermediate age-related macular degeneration (AMD). To that aim, correlating structural features (obtained from multimodal imaging) as well as genetic and systemic factors obtained from biospecimens with functional measures (including dark adaptation, visual acuity and low luminance) will be done to understand the relationship of disease relevant factors and to create a model of disease pathogenesis and progression.Study Population: Two hundred forty (240) participants will be initially accrued; however, up to 280 participants who meet the eligibility criteria may be enrolled. Participants will have varying degrees of severity of AMD (Groups 0, 1, 2, 3 and 4). Group 0 (N=40) is defined as participants without AMD meaning no large drusen (greater than or equal to 125 microns) or advanced AMD in either eye. Group 1 (N=40) is defined as participants with large drusen (greater than or equal to 125 microns) in the study eye and no large drusen or advanced AMD (choroidal neovascularization (CNV) or geographic atrophy (GA)) in the fellow eye. Group 2 (N=40) is defined as participants with bilateral large drusen (greater than or equal to 125 microns) with or without retinal pigment epithelial hypo/hyperpigmentary changes. Group 3 (N=40) is defined as participants with large drusen (greater than or equal to 125 microns) in the study eye and advanced AMD (CNV or GA) in the fellow eye. Group 4 (N=40) is defined as participants with findings of reticular pseudodrusen (RPD) defined as having (1) the presence of reticular inter-lacing patterns on at least one en face imaging method (color photography, autofluorescence or infrared) and (2) confirmation of previously described findings of hyperreflective material located between the retinal pigment epithelium (RPE) and the photoreceptor ellipsoid zone on SD OCT in those areas. Current participants in this study have been graded and categorized into this cohort. Up to 40 diabetic participants will be recruited.Design: This is a single center, exploratory, observational, longitudinal evaluation of dark adaptation response in AMD participants over five years and long-term evaluation of dark adaptometry (DA) change as a predictor for AMD progression and visual acuity (VA) loss.Outcome Measures: The primary outcome is to determine mean change, including the distribution of change, in dark adaptation response between baseline and months 12 and 24 for Groups 0, 1, 2, 3 and 4. The secondary outcomes for each of the five groups are to determine mean change in dark adaptation response from baseline at months 3, 6, 18, 36, 48 and 60 and to determine mean change in best-corrected visual acuity (BCVA) of the study eye from baseline at months 3, 6, 12, 18, 24, 36, 48 and 60. Exploratory outcomes for each of the five groups are to correlate mean BCVA of the study eye with mean dark adaptation response at baseline and months 3, 6, 12, 18, 24, 36, 48 and 60 and to correlate AMD severity, including grading by an external Reading Center, with dark adaptation response at baseline and months 3, 6, 12, 18, 24, 36, 48 and 60. Images from all visits may be sent to the Reading Center; however, only the baseline and annual visits are required to be graded. This study will also analyze renal function in AMD participants. Additionally, exploratory analysis of the small sample of diabetic participants will also be performed.Outcome measures for the genetic testing and RNA sequencing performed on participants co-enrolled in the Biobank protocol (12-EI-0042) include the interaction of key parameters of phenotype (such as visual acuity, dark adaptation, and retinal features on ocular imaging) with genetic variants and other biomarkers identified from biospecimens, and the characterization of new experimental models of eye health and disease."
    },
    {
        "id": "NCT01162746",
        "text": "Comparison of Intravitreal Dexamethasone With Intravitreal Ranibizumab Versus Intravitreal Ranibizumab Monotherapy in Recurrent or Persistent Choroidal Neovascularization Secondary to Age-related Macular Degeneration A Prospective, Randomized, Clinical Study Age-related macular degeneration (AMD) is by far the most common disorder in the group of irreversible causes of visual disability. AMD leads to dysfunction and loss of photoreceptors in the central retina. Neovascular AMD (nAMD) affects visual function early in the disease process and severely compromises the highly developed functions of the macula, such as perception of details, central fixation, color vision, and reading ability. AMD-related visual impairment is associated with a loss of autonomy and quality of life. Current therapeutic approaches target vascular endothelial growth factor (VEGF), which has been identified as a main cytokine in the pathogenesis of nAMD. Ranibizumab, the fab-fragment of an antibody targeting VEGF is approved for the treatment of nAMD applied intravitreally in monthly intervals until the disease activity is stopped. However, a significant proportion of patients with nAMD suffer from persistent or recurring disease with the need of continuous anti-VEGF therapy over months and years, often leading to irreversible changes in the photoreceptor layer and the pigment epithelium.Recent studies regarding the treatment of nAMD utilized different forms of therapies, combining photodynamic therapy with verteporfin (PDT) and ranibizumab, as well as therapeutic regimen containing steroids. Even though these studies did not provide evidence that combination therapies are superior to ranibizumab monotherapy, studies were only conducted with patients with previously untreated nAMD. Therefore, currently there is no alternative therapeutic approach for patients with recurrent or persistent form of nAMD after multiple treatments with ranibizumab monotherapy.The purpose of this study is to assess the treatment effect of reduced fluence PDT and intravitreal ranibizumab versus intravitreal dexamethasone and ranibizumab versus intravitreal ranibizumab monotherapy in patients with persistent or recurrent choroidal neovascularization (CNV) due to AMD.The investigators hypothesis is that these findings will offer new insights in the management of persistent or recurrent CNV secondary to AMD."
    },
    {
        "id": "NCT01291121",
        "text": "Intravitreal Administration of Ranibizumab Combined With Intravitreous Injection of Expansile Gas and Induction of Posterior Vitreous Detachment in Treatment of Exudative AMD With Posterior VMA: a Pilot, Open Label, Comparative Study The main objective is to determine the efficacy of intravitreal administration of Ranibizumab combined with intravitreous injection of expansile gas and induction of posterior vitreous detachment on best-corrected visual acuity and ocular coherence tomography (OCT) macular thickness in subjects with neovascular age-related macular degeneration (AMD) with posterior vitreomacular adhesion (VMA).Secondary objectives are to assess the safety and tolerability of the intravitreal administration of Ranibizumab combined with intravitreous injection of expansile gas.\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of severe visual loss in industrialized countries. In recent years, the advent of anti-vascular endothelial growth factor (VEGF) therapies, such as ranibizumab and bevacizumab, has revolutionized neovascular AMD treatment and anti-VEGF has become the standard treatment for choroidal neovascularization (CNV) with a better visual outcome than previous therapies such as photodynamic therapy (PDT). However, one study reported that up to 45% of cases (20 out of 44 eyes) were non-responders showing resistance to anti-VEGF. In these cases, visual acuity did not improve and persistent subretinal fluid remained despite the usual monthly injection of anti-VEGF. A current focus of anti-VEGF treatment is how to determine which eyes will respond to treatment. To date, three genetic studies into the response to treatment for wet AMD have shown that specific genotypes for complement factor H and LOC genes are associated with treatment response. Previous studies have described the relationship between the posterior vitreous and the macula in AMD and have suggested that vitreomacular adhesion (VMA) plays an important role in the development of exudative AMD. In a recent paired eye study, we controlled confounding variables by selecting only patients with unilateral exudative AMD, and showed that eyes with exudative AMD had a significantly higher incidence of posterior VMA than paired normal eyes (P=0.0007). This result indicates that VMA is a possible risk factor for exudative AMD. In another recent study, Mojana and co-workers reported improvement in VA after 25-gauge trans pars plana vitrectomy (TPPV) with hyaloid removal in five patients who had a history of demonstrable VMA and poorly responsive CNV despite aggressive anti-VEGF therapy. We postulated that a subpopulation of exudative AMD cases do not respond to anti-VEGF therapy and that VMA may play a role in this resistance to therapy. The recent results of our study indicate that posterior VMA has a negative effect on visual outcome after intravitreal anti-VEGF treatment for exudative AMD. BCVA did not improve in eyes with posterior VMA despite anti-VEGF treatment. Posterior hyaloid removal by intravitreous injection of expansile gas and induction of posterior vitreous detachment may be considered as a treatment option in patients with VMA who are poor responders to anti-VEGF treatment."
    },
    {
        "id": "NCT01445548",
        "text": "Pilot Study of the Evaluation of Intravitreal Sirolimus in the Treatment of Bilateral Geographic Atrophy Associated With Age-Related Macular Degeneration This study will determine whether a drug called sirolimus is safe to give to people with geographic atrophy (GA) and if it can help preserve vision in patients. GA is an advanced form of dry age-related macular degeneration (AMD). AMD affects the macula, the central part of the retina at the back of the eye needed for sharp, clear vision. There are two types of AMD, wet and dry. In dry AMD, cells in the macula die.GA may be partially caused by inflammation. Sirolimus helps prevent inflammation and therefore may help people with GA. Researchers want to see whether sirolimus can help prevent vision loss in people with GA.People at least 56 years of age who have GA related to AMD in both eyes may be eligible for this study.This study requires at least 8 visits to the National Eye Institute over 1 year. Study visits will be every 2 months for 1 year.Participants will undergo the following procedures:Participants will be screened with a medical history and physical exam. They will also have blood and urine tests, and eye exams. One eye will be selected as the study eye to receive the sirolimus injections.Participants will have a sirolimus injection into the study eye at the first visit and every 2 months thereafter unless contraindicated. There will be a follow-up eye exam 1 month after the first injection.\n\nDetailed Description\nObjective: Age-related macular degeneration (AMD), the leading cause of blindness in people over age 65 in the United States, is a heterogeneous clinical entity in which retinal degeneration occurs predominantly in the macula in the context of aging and leads to impairment of central visual acuity. AMD occurs in two general forms, one of which involves choroidal neovascularization (CNV) with subsequent formation of a disciform scar. This is often referred to as the neovascular or wet form. A second form, the subject of this study, is termed dry or atrophic macular degeneration and involves a constellation of clinical features that can include drusen, pigment clumping and/or retinal pigment epithelium (RPE) dropout and geographic atrophy (GA). GA can begin as a thinning of the RPE with involvement of the underlying choriocapillaris and subsequently lead to an atrophic change in the macula. Inflammation may play a role in the pathogenesis of GA. Sirolimus inhibits the production, signaling and activity of many inflammatory factors relevant to the development of GA. Therefore, the objective of this study is to investigate the safety and possible efficacy of serial sirolimus intravitreal injections in participants with bilateral GA.Study Population: Six participants with bilateral GA associated with AMD will be enrolled. Initially, 10 participants with bilateral GA associated with AMD were to be enrolled. However, only six will be enrolled, as sirolimus intravitreal injections will no longer be administered to participants.Design: In this single-center, prospective, controlled, unmasked, Phase I/II study, one eye of eligible participants was initially randomized to investigational product (intravitreal sirolimus) while the fellow eye was observed. Participants initially received a 20 μL (440 μg) intravitreal injection sirolimus in the study eye at baseline and every two months thereafter unless contraindicated. As of September 2012, sirolimus intravitreal injections were no longer administered to participants. Both the study and fellow eyes will be observed every two months until the study terminates. The study will not terminate until all participants have been followed through Month 12.Outcome Measures: The primary outcome is the rate of change in area of GA based on masked grading by an external Reading Center of fundus photographs in the study eye and fellow eye at Month 12 compared to baseline. Secondary outcomes will include changes in best-corrected visual acuity (BCVA), changes in drusen area based on masked digital grading of fundus photography, absolute and relative changes in area of GA measured using fundus photography and autofluorescence imaging, and development of exudative AMD measured using optical coherence tomography (OCT). Safety outcomes will include the number and severity of adverse events (AEs). Ocular safety outcomes will be indicated by changes in visual acuity, ocular surface changes, intraocular inflammation and any other ocular changes not consistent with the natural progression of GA."
    },
    {
        "id": "ISRCTN87850962",
        "text": "Efficacy and safety of retinal rejuvenation using Ellex 2RT laser in age-related maculopathy (RETILASE trial) Background and study aims \nAge-related macular degeneration (AMD) is a leading cause of blindness amongst the elderly population and it is important to develop a preventative treatment for this disease. The aim of this study is to find out whether the 2RT laser is effective and safe as a new preventative treatment for early AMD.\n\nWho can participate? \nPatients aged 55 or over with AMD\n\nWhat does the study involve? \nParticipants are randomly allocated to have either a one-off laser treatment or a sham treatment.  Participants are followed up every 6 months for 2 years. In each visit, participants undergo vision tests and imaging of the eye.\n\nWhat are the possible benefits and risks of participating?\nIf proven to be effective, the laser treatment may be an easy treatment to prevent the progression of early AMD to end-stage disease. The risk is the treatment may not work or it may provide too much energy or too little energy to produce the desired effect.\n\nWhere is the study run from? \nKing's College Hospital NHS Foundation Trust (UK)\n\nWhen is the study starting and how long is it expected to run for? \nDecember 2011 to June 2014\n\nWho is funding the study? \nJ P Moulton Charitable Foundation (UK)\n\nWho is the main contact?\nDr Sobha Sivaprasad\nsobha.sivaprasad@nhs.net"
    },
    {
        "id": "2012-005500-18",
        "text": "A pharmacokinetic study: ranibizumab, aflibercept and the effect of vitrectomy Age-related macular degeneration"
    },
    {
        "id": "2013-001208-12",
        "text": "Switching to aflibercept in patients with neovascular AMD not responding to anti-VEGF treatment. Neovascular Age-related macular degeneration"
    },
    {
        "id": "ISRCTN93069723",
        "text": "Double intra-ocular lens implant for visual rehabilitation of patients with dry age-related macular degeneration Background and study aims \nAge-related macular degeneration (ARMD) is an eye condition that causes loss of central vision, usually in both eyes. There are two main types: dry ARMD and wet ARMD. Dry ARMD develops when the part of the eye responsible for central vision (the macula) is damaged by a build-up of deposits and is unable to function as effectively. There has been a recent renewal in interest in treating ARMD with lens implantation, where the lens of the eye is removed and replaced with an artificial lens designed to improve central vision. In recent years Soleko has developed the IOL VIP intraocular lens that in combination with a rehabilitation program has improved vision in ARMD patients. See Again Europe has designed an intraocular lens to improve the vision of ARMD patients who have remaining healthy macula. From a clinical perspective the procedure to implant the See Again Lens is equivalent to that of the IOL VIP device but with the potential advantage of focusing the image on the healthier area of the macula. The aim of this study is to evaluate the performance of the See Again Lens device to improve vision in patients with dry ARMD. \n\nWho can participate? \nPatients with significant stable dry ARMD\n\nWhat does the study involve? \nThe eye’s natural lens is replaced with a two-lens system that magnifies and diverts the image to a healthy part of the macula. The implantation procedure is performed under local anaesthetic and is expected to take 45 minutes. Eye tests are carried out within 24 hours of the implantation procedure and 2, 4, 8 and 12 weeks and 3 months later.\n\nWhat are the possible benefits and risks of participating? \nIt is anticipated that patients’ vision will improve and achieve a two-line improvement as judged by standard eye test charts. The procedure is similar to a cataract operation and has the same risks as this routinely performed implantation.  \n\nWhere is the study run from? \nThe study will be conducted locally as convenient for the patient.  It will be performed in clinical facilities approved for eye surgery by the Care Quality Commission.\n\nWhen is the study starting and how long is it expected to run for? \nJanuary 2013 to January 2017\n\nWho is funding the study? \nSee Again Europe Ltd (UK)\n\nWho is the main contact? \nCEO, Steve Jennings \nsteve@seeagain.co.uk"
    },
    {
        "id": "ACTRN12612000729820",
        "text": "Patients with atrophic age-related macular degeneration and the effect of saffron supplementation compared with placebo in improving visual and electrophysiological outcomes Age-related macular degeneration (AMD) is a common cause of visual loss in older people, and currently treatment options for dry AMD are limited. This study will investigate whether saffron supplements are an effective treatment for dry AMD."
    },
    {
        "id": "2013-001421-55",
        "text": "An open-label Extended Clinical Protocol of ranibizumab to evaluate Safety and Efficacy in rare VEGF driven ocular diseases. Choroidal neovascularization not related to wet Age-related macular degeneration wAMD, pathologic myopia PMor Pseudoxanthoma elasticum PXE, as well as in Macular Edema ME not related to Retinal Vein Occlusion RVO or Diabetic macular edema DME and other ocular neovascularization and/or complication such as Rubeosis Iridis and Neovacular Glaucoma and Proliferative Diabetic Retinopathy requiring Vitrectomy"
    },
    {
        "id": "ISRCTN10524984",
        "text": "A randomised controlled trial of the use of LR1532 Ellex 2RT in the treatment of early age related macular degeneration (AMD) Background and study aims\nAge-related macular degeneration (AMD) affects the central part of the vision; this is the part we use for reading and seeing faces. Most people with AMD will gradually lose this vision over several years. There is no treatment although high doses of vitamins A, C and E, and the mineral zinc may help to slow it and injections of a drug into the eye may help a minority of patients who develop abnormal blood vessels associated with the AMD.\nThe purpose of this study is to find out whether using a newly developed laser on the back of the eye can safely improve or stabilise eyesight in patients who have signs of intermediate to high-risk Early AMD. The Ellex 2RT laser is capable of delivering very short pulses of laser that selectively target pigment granules in the layer of cells that supports the light-sensitive retina. Stimulating this layer with short pulses of laser has been shown to result in the disappearance of waste material from beneath it that is the characteristic of AMD.\n\nWho can participate? \nThe study aims to recruit 40 people with early AMD. They will have a risk of developing visual loss as a result of AMD of 12-50% within 5 years in the study eye.\n\nWhat does the study involve? \nTo test the effectiveness of 2RT in the treatment of with intermediate to high-risk Early AMD we will divide participants into two groups at random \u0096 half will receive treatment with 2RT laser and half will be exposed to a completely harmless flash of light. We will perform detailed tests of subjects\u0092 vision before doing this \u0096 some of these tests are routinely performed in eye clinics (for example reading an eye chart) others may require subjects to press a button when they see a light (a \u0091field test\u0092) or to have a scan of the back of the eye. None of these tests involve touching the eye.\nOn the day of the intervention those receiving the laser will have it applied to 12 areas just outside the macula (the part of the eye responsible for central vision)of the eye in which they have the worst vision. This involves putting a drop which dilates the pupil and a drop of some anaesthetic into the eye. A special hand-held contact lens will be applied to the eye to help focus the laser. This process takes about 20 minutes and whilst they may see some flashes of light they should not feel anything except some pressure from the contact lens on the eye.\nA week after the laser has been applied subjects will be asked to come back for some repeats of the tests they had at the start of the trial. We will then ask them to come back at 6 weeks after the laser was applied, at 3 months and at 1 year.\n\nWhat are the possible benefits and risks of participating?\nIt has been known for many years that applying conventional laser to the back of the eye in patients with Early AMD can cause the disappearance of waste products (known as drusen) from under the light-sensitive retina. It is not known whether triggering the disappearance of drusen is associated with any visual benefit but there are theoretical reasons why this may be so. The laser probably drives the disappearance of drusen by causing a small amount of inflammation when it damages the cell layer under the retina. Unfortunately it can be difficult to control the amount of damage conventional lasers can cause. This trial is designed to test the safety and effectiveness of a new type of laser that is much gentler and causes less damage than those lasers available more widely. Results of a recent trial in Australia suggest that the laser we will be testing in this trial is capable of improving vision in patients with high-risk Early AMD.\nAll laser surgical procedures carry a risk of side effects. We believe the risks of immediate side effects to be much lower with this new type of laser but cannot rule them out completely.\nIf too much laser is applied it can damage the overlying retina and cause a permanent black spot in visual field. We will be applying the laser outside of the part of the retina responsible for central vision but there is a theoretical risk that the laser could strike the centre of the macula and permanently affect a participant\u0092s ability to read or see faces clearly. If this occurred they would still retain their peripheral vision (outer vision), which means it will not cause complete blindness.\nAggressive laser treatment can also cause blood vessels to grow underneath the retina in the treated area again causing distortion or a permanent black spot in the vision. The risks of this are very low and if it occurs the blood vessels usually disappear on their own.\nThe results of other trials investigating the use of this new laser in the treatment of diabetic macular disease suggest that it is at least as effective and safe as standard laser.\nIn the long term there is not enough evidence to say for certain whether the new laser we will be applying does not make AMD worse. There is limited evidence to suggest that much more damaging conventional laser does not cause worsening of vision even 8 years after its application in this context.\n\nWhere is the study run from? \nThe study is being conducted by the London Eye Hospital, a private eye hospital located on Wimpole St and Harley St in London.\n\nWhen is the study starting and how long is it expected to run for?\nThe study is starting in June 2013 and is expected to last 18 months.\n\nWho is funding the study? \nThe study is funded by London Eye Hospital Ltd\n\nWho is the main contact? \nMr M A Qureshi, Medical Director of the London Eye Hospital and Chief Investigator for the study \nLondon Eye Hospital \n29a Wimpole Street \nLondon\nW1G 8PG\nUnited Kingdom"
    },
    {
        "id": "NCT02051998",
        "text": "Analysis of the Directional Spread of Geographic Atrophy (GA) in Patients With Age-related Macular Degeneration (AMD) Age-related macular degeneration (AMD) is the leading cause of irreversible blindness in industrial countries. In the late stages of the disease, neovascular changes or the development of geographic atrophy (GA) may induce severe visual loss. GA is characterized by the development of areas of outer retinal atrophy with continuous spread over time that is corresponded to an visual field defect for the patient. The pathogenesis is still incompletely understood. Despite the break-through in the treatment of neovascular AMD by intravitreally administrated vascular endothelial growths factor (VEGF) inhibitors, there is yet no treatment available to slow down or halt the disease process in GA. We and others have demonstrated that the total GA area progression shows large differences between patients. Potential factors influencing differential progression have been intensely studied: While neither systemic nor genetic factors have been shown to influence GA progression, ocular characteristics such as GA baseline size or phenotypic features of fundus autofluorescence (FAF) abnormalities have been identified as risk characteristics for increased GA progression. While these previous studies have mainly focused on the characterization of total GA area progression, topographic directional spread has not been analyzed and relevant predictive markers are yet unknown. There may be large differences in the local GA progression. The primary objective of this study is to identify specific characteristics, for the local GA progression. The knowledge of such risk factors may help to better understand the pathogenesis of GA. The identification of predictive markers will allow for better prognostic assessment of the individual disease process. The DSGA study is the extension trial of the FAM (Fundus Autofluorescence in Age-related Macular Degeneration) study (NCT00393692)."
    },
    {
        "id": "NCT02438111",
        "text": "The Role of the Gut Metagenome on the Development of Age Related Macular Degeneration (AMD) The primary objective of this study is to assess whether compositional and functional alterations of the gut metagenome may be related to AMD. The primary variable for this assessment is the composition of the gut metagenome which will be analyzed by shotgun sequencing to characterize the faecal metagenome. The secondary endpoint is to assess whether single nucleotide polymorphisms in CFH, ARMS2, C3, PLEKHA1, HTRA-1, VEGF-A, VEGF-B, VEGFR and APOE genes which have been shown to be risk factors for the development of AMD and other macular diseases correlate with alterations in the gut metagenome .\n\nDetailed Description\nAge-related macular degeneration (AMD) is the most frequent cause of blindness in the elderly. Despite major research efforts in the last decades the etiology of AMD remains largely undefined and therefore treatment options are only very limited. However, there is evidence that nutrition and inflammation play a role in the pathogenesis of AMD . The latter is also corroborated by the finding that single nucleotide polymorphism in the gene encoding complement factor H is associated with AMD . In addition to CHF other genes such as ARMS2, C3, PLEKHA1, HTRA-1, VEGF-A, VEGF-B, VEGFR and APOE have been associated with development of AMD. Recent findings have implicated the gut microbiota as a contributor of metabolic diseases through the modulation of host metabolism and inflammation . Gut bacteria use mostly fermentation to generate energy, converting sugars, in part, to short-chain fatty acid, that are used by the host as energy source. Beyond short-chain fatty acids gut bacteria can provide some amino acids and contribute certain vitamins such as biotin to the host . The investigators propose to investigate whether compositional and functional alterations of the gut microbiota are a risk factor for developing AMD."
    },
    {
        "id": "DRKS00005900",
        "text": "Analysis of the Directional Spread of Geographic Atrophy (GA) in Patients With Age-related Macular Degeneration (AMD) Age-related macular degeneration (AMD) is the leading cause of irreversible blindness in\nindustrial countries. In the late stages of the disease, neovascular changes or the\ndevelopment of geographic atrophy (GA) may induce severe visual loss. GA is characterized by\nthe development of areas of outer retinal atrophy with continuous spread over time that is\ncorresponded to an visual field defect for the patient. The pathogenesis is still\nincompletely understood. Despite the break-through in the treatment of neovascular AMD by\nintravitreally administrated vascular endothelial growths factor (VEGF) inhibitors, there is\nyet no treatment available to slow down or halt the disease process in GA. We and others\nhave demonstrated that the total GA area progression shows large differences between\npatients. Potential factors influencing differential progression have been intensely\nstudied: While neither systemic nor genetic factors have been shown to influence GA\nprogression, ocular characteristics such as GA baseline size or phenotypic features of\nfundus autofluorescence (FAF) abnormalities have been identified as risk characteristics for\nincreased GA progression. While these previous studies have mainly focused on the\ncharacterization of total GA area progression, topographic directional spread has not been\nanalyzed and relevant predictive markers are yet unknown. There may be large differences in\nthe local GA progression. The primary objective of this study is to identify specific\ncharacteristics, for the local GA progression. The knowledge of such risk factors may help\nto better understand the pathogenesis of GA. The identification of predictive markers will\nallow for better prognostic assessment of the individual disease process."
    },
    {
        "id": "2013-000133-12",
        "text": "A randomized controlled multicentre open-label parallel arm study to assess the non-inferiority of the safety of bevacizumab compared to ranibizumab allocation 4:1 administered by intravitreal injection in patients with macular degeneration or other exudative not age-related macular  - Age-related macular degeneration - Diabetic retinal oedema - Retinal perivascular sheathing - Choroidal neovascularisation"
    },
    {
        "id": "ACTRN12613000755730",
        "text": "In people 70 years or older, does low dose of aspirin, compared to placebo, influence the incidence and/or progression of age-related macular degeneration (AMD)? Age-related macular degeneration (AMD) is a major cause of visual impairment in advanced countries, responsible for nearly half of all legal blindness in Australia.  Due to increased life expectancy, the number of people with this progressive late onset disease will double by 2025. Aspirin could prevent or delay the onset of AMD in older persons but its bleeding risk also needs to be considered. This ASPREE-AMD project will determine whether treatment with low dose aspirin reduces incidence or progression of AMD. \n\nASPREE-AMD study is a sub-study of the large-scale randomised controlled trial  ASPREE, which is registered with the International Standardised Randomised Controlled Trials Register. Title:  Aspirin in Reducing Events in the Elderly (ASPREE). Number: ISRCTN83772183.\n"
    },
    {
        "id": "ISRCTN12884465",
        "text": "StereoTactic radiotherapy for wet Age-Related macular degeneration (STAR): a randomised, double-masked, sham-controlled, clinical trial comparing low-voltage X-ray irradiation with as needed ranibizumab to as needed ranibizumab monotherapy Background and study aims\nAge-related macular degeneration (AMD) is a painless eye condition that leads to loss of central vision. There are two main types of AMD, called dry AMD and wet AMD. Wet AMD is more serious and without treatment, vision can deteriorate within days. This study investigates the use of radiation to treat wet AMD, called stereotactic radiosurgery. The radiation is delivered using a robotically controlled device that projects overlapping beams of radiation onto the macula, the part of the eye that is affected by wet AMD. This study aims to determine if stereotactic radiosurgery can maintain vision and reduce the need for regular injections of ranibizumab (the standard anti-VEGF drug used to treat wet AMD).\n\nWho can participate?:  \nMales and females aged 50 years or over with wet AMD requiring anti-VEGF treatment at the time of entry to the study.\n\nWhat does the study involve? \nParticipants will be randomly allocated to receive either radiation (stereotactic radiotherapy) or simulated placebo (sham) treatment. They will be followed up regularly for two years, and then again at the end of three and four years for a safety visit. Participants will also receive injections of ranibizumab (Lucentis) into their eye if their wet AMD is active. \n\nWhat are the possible benefits and risks of participating? \nThe main benefit of stereotactic radiotherapy is that it may reduce the number of  eye injections that people require, or in some cases eliminate them entirely. Previous studies have suggested that the patients who will be eligible for the study would obtain a better vision outcome with radiotherapy (with injections as needed) than with injections alone. The main risk of radiation is that it can sometimes damage the healthy tissue in the macula and thereby damage vision. Subtle changes to the macula can sometimes be seen using specialised testing (fluorescein angiography) but in the majority of people this does not affect the vision. \n\nWhere is the study run from? \nKing's College Hospital (UK).\n\nWhen is the study starting and how long is it expected to run for?\nRecruitment to the study will begin in December 2014 and continue for approximately 41 months. Each participant will be in the study for 4 years.\n\nWho is funding the study? \nNIHR Efficacy and Mechanism Evaluation Programme (UK). \n\nWho is the main contact? \nMr Tim Jackson\nt.jackson1@nhs.net"
    },
    {
        "id": "NCT02345317",
        "text": "Reticular Pseudodrusen Progression Study Age-related macular degeneration (AMD) is the leading cause of irreversible blindness in industrial countries. Reticular pseudodrusen (RPD) have been recognized as an additional phenotypic characteristic frequently observed in patients with AMD. Several studies have proven that the prevalence of RPD is associated with AMD as well as a high risk of disease progression to geographic atrophy, the late form of dry AMD. The pathogenesis of RPD is yet still incompletely understood. Retrospective studies have demonstrated that the RPD affected retinal area increases over time. Potential factors influencing progression of RPD have not been intensely studied and potentially predictive markers are yet unknown. The primary objective of this study is to characterize RPD progression in more detail and to identify predictive markers of RPD progression and development of AMD late stages."
    },
    {
        "id": "NCT01835067",
        "text": "Intravitreal Tissue Plasminogen Activator And Perfluoropropane for Neovascular Age-related Macular Degeneration With Associated Submacular Haemorrhage: a Multi-centre, Randomized, Double-masked, Sham-controlled, Factorial, Feasibility Study This study will recruit patients who have recently had a submacular haemorrhage (bleed under the part of the retina responsible for detailed vision), as a complication of wet age-related macular degeneration (wet AMD). Wet AMD is a very common disease where abnormal blood vessels form under the retina and leak, causing a significant reduction in vision.The study will investigate treatment of the bleed with various combinations of the two drugs: tissue plasminogen activator (tPA) - designed to dissolve the blood clot; and perfluoropropane (C3F8) - designed to shift the blood clot away from the central part of the retina (the macula). tPA is a commonly used 'clot-buster' drug for the treatment of stroke. C3F8 is a gas commonly used in eye surgery. Patients recruited will be divided into four groups: control group that receive none of the above drugs; one group that receives only tPA; one group that receives only C3F8; and one group that receives both.All patients will receive the current gold standard treatment for wet AMD, ranibizumab (Lucentis®).The aim of the study is to improve vision in a condition, which left untreated, would cause severe visual loss.\n\nDetailed Description\nAge-related macular degeneration (AMD) is the commonest cause of blindness worldwide. Its prevalence increases with age, being relatively rare under 60 years and reaching its peak incidence in those older than 80 years. AMD principally affects central vision, which is responsible for the ability to see fine detail and the disease rapidly destroys the ability to read normal print, recognise faces, drive, and watch television. It can therefore have a profound effect on quality of life.There are two main forms of AMD; the dry form, in which there is slow degeneration of the cells responsible for sight, resulting in gradual visual loss; and the wet form (neovascular), which occurs when abnormal blood vessels (choroidal neovascularisation) grow under the retina, the part of the eye which is responsible for sensing light, like the film of a camera. These new blood vessels have weak walls leading to leakage of fluid (oedema), and sometimes significant amounts of bleeding (submacular haemorrhage - SMH). These rapidly lead to central visual distortion and blurring. Although the dry form is commoner, the wet form more commonly results in profound central visual loss and is responsible for the majority of cases that ultimately require blind registration.The current best treatment ('gold-standard') for wet AMD is the drug ranibizumab (Lucentis®), which aims to shrink and destroy the abnormal blood vessels responsible for the visual symptoms. In several trials ranibizumab has been shown to improve vision in patients with wet AMD.It is not uncommon for patients with wet AMD to develop SMH, which when it occurs, significantly reduces the patient's visual prognosis. SMH is thought to have a number of toxic consequences on the retinal function.This study investigates the use of two drugs: tissue plasminogen activator (tPA), a 'clot-buster' drug used to treat stroke, which is designed to dissolve the clot over the central retina (macula); and perfluoropropane (C3F8), a gas commonly used in retinal surgery, which is designed to displace the clot away from the macula.This study is a randomized, double-masked, clinical trial with a recruitment target of 55 people with SMH and wet AMD. Participants will be allocated to one of four groups; a control group receiving none of the above drugs; one group receiving only tPA; one group receiving only C3F8; and one group receiving both. All patients will receive the 'gold-standard' treatment of ranibizumab for their underlying wet AMD. We aim to determine if tPA and/or C3F8 produce a visual outcome that is superior to standard care, with a favourable safety profile. We will also measure the size of the blood clot and scarring using computer analysis of macula photographs."
    },
    {
        "id": "NCT02243878",
        "text": "StereoTactic Radiotherapy for Wet Age-Related Macular Degeneration (STAR): A Randomised, Double-masked, Sham-controlled, Clinical Trial Comparing Low-voltage X-ray Irradiation With as Needed Ranibizumab, to as Needed Ranibizumab Monotherapy. This study investigates the use of radiation to treat wet age-related macular degeneration (AMD). The radiation is delivered using a robotically controlled device that projects overlapping beams of radiation onto the macula, the part of the eye that is affected by wet AMD. Participants will be randomized to receive radiation (stereotactic radiotherapy) or simulated placebo treatment (sham control). They will be followed up regularly for two years, and then again at the end of three and four years for a safety visit. Participants will also receive injections of ranibizumab (Lucentis) into their eye if their wet AMD is active. Ranibizumab is the standard anti-VEGF agent that is used to treat wet AMD. The study aims to determine if stereotactic radiosurgery can maintain vision and reduce the need for such regular anti-VEGF injections.\n\nDetailed Description\nAge-related macular degeneration (AMD) leads more people to go blind than all other eye diseases combined. 'Wet' AMD occurs when abnormal new blood vessels grow into the macula. The macula is an area inside the back of the eye, which is tightly packed with the light-sensitive cells that give fine central vision for driving, reading, facial recognition etc. Most patients are treated with repeated injections of ranibizumab (Lucentis), bevacizumab (Avastin) , or aflibercept (Eylea) into the eye (these drugs suppresses the new vessel growth). Unsurprisingly, the need for hospital visits every 1-2 months, and regular injections into the eye, is not favoured by patients.The proposed study investigates the use of radiation to treat wet AMD. Radiation preferentially damages proliferating cells, such as those forming the abnormal new blood vessels. It has the potential to kill off the abnormal cells, unlike the injections which just suppress the disease.The radiation is delivered using a robotically controlled device that aims three beams of radiation in through the white of eye, to overlap at the macula. Initial studies of stereotactic radiotherapy (SRT) were promising, and established the best dose of radiation. They showed that radiation has the potential to significantly reduce the need for injections. Each injection costs the National Health Service (NHS) approximately £600, hence the potential cost savings are substantial. For those who respond well, disease activity is reduced, and injections can be eliminated or greatly reduced.Eye charities have run focus groups of people with wet AMD to help set priorities, and participants identified the burden of treating wet AMD as one of their most pressing concerns, as it greatly restricts their freedom and quality of life. Repeated injections also carry risks of rare but blinding complications, and long term they may possibly lead to other eye diseases such as glaucoma and atrophy of the macula.The preliminary SRT studies were not designed to determine if the visual outcome was the same, better, or worse than standard injection therapy, and follow up was too short to determine long term risks. A larger study is therefore required to confirm that SRT reduces the number of injections and to determine if the visual outcomes are acceptable. There is also a need for longer term safety monitoring, as radiation damage typically has a delayed onset.STAR will use ranibizumab as the anti-VEGF agent in both the treatment and control arms. Ranibizumab was chosen over bevacizumab as it is licensed for use in the eye, and at present bevacizumab is used in only a small minority of NHS hospitals, such that the results with bevacizumab may be less generalisable. Bevacizumab may slow recruitment if prospective participants are anxious about swapping to an off label treatment, and preliminary discussions with prospective sites indicated some investigators would prefer to use ranibizumab. Further, ranibizumab was used in the phase II INTREPID study (detailed below), which helps inform the STAR statistical analysis. Aflibercept's mandated dosing in year 1 means it is not possible to determine if radiation reduces the need for anti-VEGF treatment, the primary outcome measure.Participants will be randomly allocated to dummy SRT (0 Gray dose) or live SRT (16 Gray). Neither the treating doctor nor participant will know if a 0 or 16 Gray dose was given. SRT will be performed in approximately 3 national treatment centres, but 25 NHS recruiting hospitals will refer patients for SRT, and then review them afterwards, treating them with ranibizumab as needed.Participants will attend for examination monthly for two years. They will then revert to standard NHS care, but with two further study visits - one at the end of year 3 and one at the end of year 4. These two late safety visits are to exclude delayed radiation damage. At the 24 monthly visits participants will have their vision tested on an eye chart, and a laser scan (OCT) of their macula. If the vision drops or the OCT shows disease activity, then they will receive an injection of ranibizumab. Participants will have imaging of the blood vessels in the macula (angiography) at baseline and yearly thereafter for 4 years. The images will be interpreted by an independent, specialist reading centre to quantify the effect of treatment, to study the interaction of radiation and wet AMD, to look for subtle radiation damage, and to subclassify disease to determine who responds best to SRT.We predict that SRT will produce a similar, or possibly better vision than ranibizumab alone, but with fewer injections. With 411 participants we will have 90% certainty that our results are valid.Participants will provide feedback using established questionnaires about how acceptable they found SRT, their visual function, and their overall quality of life. Experienced health economists will then look at the cost of treatment in relation to any improvement in quality of life, to see if SRT is cost-effective.The main outcomes we will monitor are the number of eye injections and visual function on an eye chart, but several other observations will be made. In particular, we will monitor the safety of treatment, any collateral damage caused by radiation, and the interactions between radiation and diseased eye tissue.If proven to be effective, SRT has the potential to save the NHS money, but more importantly, it may reduce the burden of care faced by more than 250,000 people with wet AMD."
    },
    {
        "id": "ACTRN12614001103651",
        "text": "The effects of preferred retinal locus (PRL) training on visual acuity and reading speed in patients with stable macular disease. \n The aim of this project is to determine the effects of preferred retinal loci (PRL) training in patients with macular disease, especially macular degeneration. Age-related macular degeneration (AMD) ranks third among the global causes of visual impairment with a blindness prevalence of 8.7%. \n\nMacula degeneration leads to a loss of central vision affecting reading, recognising peoples faces, driving or other fine detailed tasks, which causes a large impact on a patient’s quality of life and independence. Patients are never completely blind from macular degeneration since the remaining peripheral retina is healthy and is then useful for navigational purposes. \n\nIt is reported in the literature that some patients spontaneously use another area of the healthy retina known as a PRL when the macula is compromised. This project aims to determine the patients PRL using the MAIA micro perimeter and over a series of  10 training sessions to establish wether PRL training improves a patient’s visual acuity, fixation stability and reading speed, thus having a positive impact on a patient’s quality of life. "
    },
    {
        "id": "NCT00926913",
        "text": "Investigating Optical and Neural Causes of Vision Loss With the aging of the population, the prevalence of age-related macular degeneration (AMD) eye disease has resulted in a large number of people suffering from central vision loss. In fact, the most prevalent cause of blindness among veterans is AMD. Since the number of elderly veterans is expected to double in the next 10 years, loss of vision due to AMD is also expected to proportionally and considerably escalate. People with impaired vision have difficulty with daily activities, such as, reading, driving, and recognizing faces. The goal of the research project is to provide information on factors that contribute to visual impairment. This knowledge is necessary for the development of innovative approaches that will optimize the benefit of vision rehabilitation techniques, aimed at improving vision, thus allowing our veterans to maintain function and productivity. The findings from the proposed research will benefit our veterans and all aging people.\n\nDetailed Description\nVision loss has become a major public health problem due to the growth and aging of the population. Age-related macular degeneration (AMD) is the most common cause of vision loss in people over 50 years of age. In the United States, over 10 million people have AMD and over 1.6 million people age 50 and older have late-stage advanced AMD. It is well established that AMD patients with central vision loss use preferred retinal loci (PRL) which are peripheral retinal areas adjacent to the fovea for performing daily activities, such as reading. However, even in healthy eyes, peripheral vision is limited due to reduced neural sampling density compared to the fovea. Additionally, the function of the peripheral retina can be further reduced in patients, owing to degenerative disease processes. These neural substrate losses are coupled with losses in the quality of the optical image on the retina. Optical imperfections increase with age and off-axis viewing, compared to viewing along the optical axis of the eye. The combination of these factors plays a significant role in reducing visual performance of patients with eccentric fixation. The long term goal of the project is to improve the visual performance of veterans with central vision loss by development of innovative approaches that will optimize the benefit of vision rehabilitation techniques. In the current proposal, optical and neural losses will be assessed in AMD patients with central vision loss using novel techniques. Increased optical losses due to age and viewing off the optical axis of the eye will be established with wavefront analysis technology. Increased neural losses due to retinal dysfunction at PRL will be determined based on measurement of visual acuity with blurred stimuli. Improvement in reading speed will be evaluated, conditional on neural losses at PRL and/or the stability of PRL, after compensating for optical losses with our adaptive optics system. The findings will provide knowledge of PRL function and stability that is beneficial for improving the outcome of available vision rehabilitation methods that train patients to better use their PRLs. Also, customized correction of optical imperfections of the eye for effectively improving visual performance can be developed as an approach for better vision rehabilitation of patients. Optimizing vision rehabilitation of our veterans will allow them to maintain function and productivity."
    },
    {
        "id": "NCT01853930",
        "text": "Translation of Eye Movement Reading Training to Clinical Practice Age-related macular degeneration (AMD) is the most common visual impairment in persons over 50 years of age. It has been estimated that 1 in 3 individuals over 75 years of age and 1 in 30 individuals over 52 years of age are affected by AMD. The deficits in visual function as a result of this disease affecting the central retina are debilitating, as individuals lose their ability to carry out many of their daily activities that require resolving fine spatial details. The investigator's previous studies have shown that training with oculomotor control exercises significantly increases reading speeds in patients with AMD. In the proposed study, the investigators will examine whether these training exercises are effective when practiced at home.In Phase 1, the investigators will develop a standardized user-friendly, Web-based platform that will allow patients to easily self-administer training exercises. The software platform will be designed to automatically choose the appropriate exercises based on a patient's previous performance, run the training exercise, and collect performance data into a universal patient data file. In Phase 2, the platform will be tested in two settings: in standard clinical rehabilitation practice and in the patient's home. Reading outcomes in the two settings will be compared. The investigators will recruit 60 patients per year for each of the three years for Phase 2 of the study. Half of these patients will be assigned to the Clinic Training Group, while the other half will be assigned to At-home Training Group. For all patients, three assessments will be taken: at baseline, after 1 month, and after 2 months of training.The investigators will compare reading outcomes to assess the roles of feedback versus the role of frequent available practice. Because of the extensive cost and clinical resources required for vision rehabilitation, it is critical to determine whether the training program can be made less expensive, but as effective, when it is self-trained. If the investigators demonstrate the utility of at-home practice, clinical facilities and therapists' time can be made available for those activities requiring face-to-face contact\n\nDetailed Description\nIn the proposed study, the investigators will examine whether these training exercises are effective when practiced at home. There are two specific aims in this project:Aim #1 (Year 1): to develop a web-based meta program that will administer the training exercises. For convenience, in this proposal, the investigators will refer to this platform as PAECT (Platform for Administering Eye movement Control Training). The PAECT meta program will incorporate all of the exercises that the investigators have developed and validated over the course of our previous Merit Review grants (Seiple, Szlyk et al., 2005, 2011). The PAECT platform will be designed to allow patients to easily run the training exercises in their homes and to practice at their convenience. The PAECT will employ an executive component that will keep track of the exercises that are practiced and record performance. Each time a subject opens the platform, it will choose the exercise for that subject based upon previous training and performance. The development of the software and the design of the hardware interface for administering the system will take place during the first year of the project. This will be done through a series of software/hardware iterations based upon feedback derived from direct patient testing of the system. The investigators will recruit ten patients with AMD to test and comment on the system during this phase of the project.Aim #2 (Years 2-4). To compare the effects of PAECT training on reading outcomes in two training situations: (1). training done in the clinic with feedback on performance provided by a trained low-vision therapist, and (2) training done at-home with expanded opportunity for practicing the exercises, but with no therapist feedback. Patients will be assigned to one of two groups: Patients in Group 1 (\"Clinical\") will undergo weekly two-hour training sessions for three months using the software/hardware system. This training will be conducted in the low-vision clinic using the PAECT, with feedback on performance provided by a trained low-vision therapist. Patients in Group 2 (\"At-home\") will practice all of the exercises at home using the PAECT system over a three-month period. The subjects will be encouraged to use the system as often as possible, but no less than two hours per week. Sixty patients (30 in the clinical setting and 30 at home) will be tested for each of three years."
    },
    {
        "id": "NCT02226835",
        "text": "An Investigation of Retinal Findings in Patients With Signs and Symptoms of Alzheimer's Disease Enrolled in 09-M-0198 Background:- Alzheimer s disease affects the brain and causes memory and thinking problems in older people. Macular degeneration (MD) is an eye condition. It is the leading reason that people over age 55 in the United States lose their central vision. Central vision is important for seeing fine details and for tasks like reading and driving. A feature of Alzheimer s disease is plaques in the brain. A feature of age-related MD is deposits in the retina in the eye. Researchers want to learn more about these diseases and find out if they are related.Objective:- To see whether there is a relationship between Alzheimer s disease and age-related macular degeneration.Eligibility:- People with or without Alzheimer s disease enrolled in another study. Participants must have someone to help them take part in this study.Design:Participants will be screened through the other study. They will have 1 visit. The tests will take about 3 hours.Participants will answer questions about their medical and eye history.Participants will have an eye exam to test how well they see. Their eye pressure will be measured and their eye movements will be checked.Participants will get eye drops to dilate their pupils. Researchers will take pictures of the retina and the inside of the eye. Researchers may measure the thickness of the retina.Participants will continue to receive care from their regular eye doctor during and after the study.\n\nDetailed Description\nObjective:Age-related macular degeneration (AMD) and Alzheimer s disease (AD) are both neurodegenerative diseases which affect a similar demographic of patients. Beyond age being a common risk factor for both diseases, an important common characteristic is a similarity in pathology findings, specifically, the presence of amyloid (beta) (A(beta)) in the senile plaques of the AD brain and in the drusen of AMD patients. As both of these diseases are the cause of significant morbidity of the quickly growing aging population, understanding the pathogenesis of both and identification of any overlapping pathophysiology will lead to a better understanding of each disease. The objective of this study is to investigate the presence of AMD and other neurodegenerative lesions and characterize retinal findings in a group of participants with well-phenotyped AD.Study Population:Up to 150 participants (100 symptomatic, 50 controls) will be recruited from patients already enrolled and participating in the National Institute of Mental Health (NIMH) study, 09-M-0198, Screening and Evaluation of Patients with Signs and Symptoms of Alzheimer s Disease.Design:This is a single center, cross-sectional, observational study that will include a single eye clinic visit with eye exam, visual acuity, photography and optical coherence tomography (OCT) testing.Outcome Measures:The primary outcome is the presence of AMD or other retinal findings in patients diagnosed with AD. Secondary outcomes will include autofluorescence imaging, spectral domain OCT and visual acuity."
    },
    {
        "id": "ISRCTN10396126",
        "text": "Short-term efficacy of intravitreal conbercept in treatment-naive patients with polypoidal choroidal vasculopathy Background and study aims\nAge-related macular degeneration (AMD), a painless eye condition that causes the loss of vision, is the leading cause of irreversible blindness in elderly people globally. In Asian populations, polypoidal choroidal vasculopathy (PCV) is a common subtype of exudative (fluid and swelling) AMD. PCV affects the choroid (connective tissue layer of the eye) and the retina (the part of the eye where light signals are sent to the brain to create an image. Given the aging Asian populations, it is estimated even more people will eventually suffer from PCV. Half of all patients with PCV show recurrences and eventual visual loss indicating the urgent need for effective PCV treatments. The treatment for PNV is to take anti-vascular endothelial growth factor medications (to control and reduce formation of new blood vessels). Conbercept has recently been approved China as a medication that can be used to treat PCV. The aim of this study is to investigate whether intravitreal injection (an injection into the eye) conbercept in “3+PRN” regime (or as needed) is a safe and effective way to improve vision and anatomical outcomes in patients with PCV who have not received treatment.\n\nWho can participate?\nAdults aged 50 and older who have not been treated for PCV who received three intravitreal injections over three months.\n \nWhat does the study involve?\nParticipants receive a series of three injections of conbercept over three months. If they have swelling, extra fluid or leakage found in the eyes they are re-injected with the medication. Participants attend monthly follow up appointments for six months. Participants are assessed for their vision, leakage, and fluid buildup to see if there has been any improvement to their symptoms. The researchers collect this information by reviewing medical records in order to see how effective and safe this treatment is.\n\nWhat are the possible benefits and risks of participating?\nThere are no benefits or risks with participating.\n\nWhere is the study run from? \nZhongshan Ophthalmic Center (China)\n\nWhen is the study starting and how long is it expected to run for? \nSeptember 2014 to August 2016\n\nWho is funding the study?\n1. The National Natural Science Foundation of China (China)\n2. The Fundamental Research Funds of the State Key Laboratory of Ophthalmology (China)\n\nWho is the main contact?\nProfessor Feng Wen"
    },
    {
        "id": "ISRCTN86106799",
        "text": "Comparison of effectiveness and safety between conbercept and ranibizumab for treatment of neovascular age-related macular degeneration Background and study aims\nAge-related macular degeneration (AMD) is one of the leading causes of blindness in elderly people in Western countries. In recent years, the incidence of AMD in China has also increased. Wet AMD is caused by abnormal blood vessels growing in the eye. Vascular endothelial growth factor (VEGF) is one of the chemicals responsible for the growth of these blood vessels. Anti-VEGF medicines block this chemical, stopping it from producing blood vessels and preventing wet AMD from getting worse. Conbercept is an anti-VEGF drug that blocks all the different forms of VEGF-A, VEGF-B, VEGF-C and placenta growth factor (PlGF), whereas ranibizumab only blocks VEGF-A. The aim of this study is to compare conbercept and ranibizumab for the treatment of wet AMD.  \n\nWho can participate? \nPatients aged 51–85 with active wet AMD in one eye\n\nWhat does the study involve? \nParticipants are randomly allocated to be treated with either conbercept or ranibizumab. The interval between treatments is individually tailored based on the disease activity of each patient. Patients are treated no more frequently than every 4 weeks and no less frequently than every 12 weeks. If there are no signs of active disease, the period to the next treatment is extended by 2 weeks, up to a maximum interval of 12 weeks. Visual acuity (clarity of vision) is measured in both groups after one year.\n\nWhat are the possible benefits and risks of participating? \nNo benefits are expected for the participants, but this study will improve the future treatment of AMD patients. Patients receiving an injection of any of the drugs may experience less severe side effects related to the pre-injection preparation procedure. These side effects may include eye pain, subconjunctival hemorrhage (bloodshot eye), vitreous floaters, irregularity or swelling of the cornea, inflammation of the eye, and visual disturbances. There is no additional risk involved in this study. \n\nWhere is the study run from? \n1. The First Hospital of Qiqihar City (China)\n2. The Second Affiliated Hospital of Harbin Medical University (China)\n3. Peking Union Medical College Hospital (China)\n4. The Third Affiliated Hospital of Qiqihar Medical University (China)\n\nWhen is the study starting and how long is it expected to run for? \nMay 2014 to May 2016\n\nWho is funding the study? \n1. The First Hospital of Qiqihar City (China)\n2. National Natural Science Foundation of China (China)\n3. Research to Prevent Blindness (USA)\n\nWho is the main contact?\nDr Jinglin Cui"
    },
    {
        "id": "ISRCTN82148651",
        "text": "Low-level night-time light therapy for age-related macular degeneration Background and study aims \nAge-related macular degeneration (AMD) is believed to affect more than 14 million people in Europe and North America and is the leading cause of visual impairment in the UK. Currently there are no treatments for early AMD or for the advanced form of the disease called geographic atrophy (GA). The other advanced form of the disease is known as wet or neovascular AMD, and may be treated by injecting a drug called Ranibizumab (Lucentis®) into the eye. The causes of AMD are not yet fully understood but it has been linked to an insufficient supply of oxygen (hypoxia) to the retina at the back of the eye. The demand of oxygen by the retina is greatest at night, so this is when hypoxia is likely to have its strongest effect.  By exposing the eye to dim light at night this hypoxia is reduced. In practice this involves wearing a light mask at night that emits a dim green light. The light mask is CE marked for the treatment of diabetic retinopathy. This study aim to find out if such a mask can also be used to slow the progression of AMD. As this is the first time this approach has been used to treat people with AMD, another main aim of the study is to assess the safety of this treatment. \n\nWho can participate? \nSixty volunteers, between 55 and 88 years of age, will be recruited from hospital AMD Clinics. They will have early AMD in one eye and wet AMD in the fellow eye. Participants will be recruited at the end of the first 3 months of Lucentis ® treatment. An additional study (called a cross sectional study) will also recruit 40 people in the same age-group who have no signs of AMD, or only early changes. \n\nWhat does the study involve? \nAt the start of the study, each participant will attend an appointment with the study researcher who will carry out a number of eye and vision tests. Then, half of the volunteers will be allocated by chance to a 'treatment' group, and will be given a light mask to wear every night for a year, whilst the other half will be allocated to a 'control' group which will not receive a light mask. Both groups will continue to receive their Lucentis® injections as usual. At each monthly check-up at the AMD clinic, participants in both groups will be invited to attend a brief meeting with the study researcher to discuss how they are getting on with the mask (if applicable), to have the mask replaced when necessary (every 3 months), and to answer some questions about their sleep patterns. At the end of the study (after 12 months) each participant will be invited back so we can repeat the clinical tests which were carried out at the beginning of the trial. \n\nWhat are the possible benefits and risks of participating? \nIf it is found to be effective, this therapy could slow or stop the progression of AMD.  As this is the first study of its kind, a larger study with more participants will need to be carried out in the future to confirm the results. All people who are found to be suitable and are enrolled in the study will receive a complimentary £10 gift voucher. Low-level night-time light therapy has been shown to be safe. However, because this is the first study in people with AMD, safety will be a priority in this study. One possible side effect is that the light at night may disrupt sleep. Whilst this has not been a problem reported in studies of the light mask in people with diabetic retinopathy, we will monitor sleep patterns by asking each participant questions from a sleep quality questionnaire each month. We will also look at photographs taken of the retinas at the AMD clinic each month, to ensure that there are no signs that the mask is causing any damage to the eyes. \n\nWhere is the study run from? \nThe study has been set up by Cardiff University (UK), and the main recruitment site will be Bristol Eye Hospital. Participants for the cross-sectional study will be recruited in Bristol and Cardiff. Additional hospital sites may join the trial.\n\nWhen is the study starting and how long is it expected to run for? \nRecruitment will begin in March 2014 and continue until January 2015. Data collection will take place from May 2014 to March 2016. Data analysis will take place from April 2016 to June 2016.\n\nWho is funding the study? \nThe study is funded by the College of Optometrists. The mask manufacturer, Polyphotonix Medical Ltd., will provide the masks free of charge, and technical support. \n\nWho is the main contact?\nDr Alison Binns \nalison.binns.1@city.ac.uk"
    },
    {
        "id": "NCT01333891",
        "text": "Choroidal Thickness During Changes in Intraocular Pressure and Arterial Blood Pressure Age-related macular degeneration (AMD) and glaucoma are among the leading causes of blindness in the western world. Elevated intraocular pressure (IOP) is a well known major risk factor for glaucoma. In addition, there is growing evidence that vascular factors, including arterial hypertension and hypotension, may play a role in the pathogenesis of AMD and glaucoma. To gain more insight into these mechanisms in humans is the primary goal of the present study.Optical coherence tomography (OCT) delivers three dimensional, volumetric reflectivity information through transparent media in vivo. Moreover, the images show a high choroidal penetration and a resolution comparable to an histologic examination when infrared light sources are used. Because of its non-invasive character, OCT provides an ideal method for diagnosis and monitoring of retinal and choroidal abnormalities.The present study aims to investigate whether choroidal thickness is temporarily altered by changes in IOP or systemic hemodynamic parameters. IOP will be increased by the use of a suction cup technique, mean arterial blood pressure will be altered by intravenously administered Phenylephrine or Sodium-Nitroprusside."
    },
    {
        "id": "NCT01778491",
        "text": "AMD Phenotype and Genotype Study (APGS) Background:- Age-related macular degeneration (AMD) is a disease that blurs the sharp vision needed for activities such as reading, sewing, and driving. It affects the macula, the center of the retina at the back of the eye, which allows a person to see fine detail. Researchers want to collect medical histories, eye exam data, and genetic information that may be associated with AMD. They want to compare this information with information collected from people without AMD.Objectives:- To collect medical information and gene samples for researchers studying AMD.Eligibility:Individuals between and 60 and 90 years of age who have AMD in at least one eye.Individuals between and 60 and 90 years of age who have no AMD in either eye.Design:This study will involve one study visit. This study visit will last 6 to 8 hours.Participants will have the following tests and exams as part of their study visit:Full physical exam and medical historyFull eye examinationLaser scan of the eyeRetina function testVision sensitivity testOptional blood sample (for genetic study)No treatment will be provided as part of this study.\n\nDetailed Description\nObjective: Late age-related macular degeneration (AMD) is the leading cause of blindness among elderly in the United States. At present the current classification systems do not take into consideration advances in imaging technology and genotyping and phenotyping.Clinical centers in the US and around the world will conduct a pilot cohort study that will bring together resources and commitment to test the feasibility of developing a new classification scheme for AMD using imaging and visual function biomarkers, with the potential of correlating genetic information obtained in the future. These data could eventually help develop an understanding of the mechanisms involved in the development and progression of AMD. A database of men and women with and without AMD will be established and maintained. The project will recruit participants who have various stages of AMD and controls. The pilot study will identify the feasibility of obtaining imaging and visual function data and help identify which of these modalities should be included in a full scale longitudinal study, as well as how frequently and at which sites they should be obtained. All data, images and any potential biospecimens from the full scale longitudinal study will be available to researchers worldwide to help in the development of biomarker identification and classification development. The initiative should provide an unparalleled state-of-the-art standardized phenotype/genotype including AMD status with information on imaging, visual function, and biospecimen biomarkers. This study is the first phase of this initiative to test the feasibility and logistics of defining a standard database including enhanced phenotype and genotype data.Study Population: This cohort study will recruit a minimum of 200 total participants with various stages of AMD, including controls and obtain the appropriate images and measures of visual function needed for the investigation and validation of an AMD phenotype.Design: This cohort study is a multi-national, multi-center, observational study focused on AMD. The study is a pilot to test the ability to create an archive of data, biological samples (collected at other study sites), measures of visual function and ophthalmic images collected over time from a very well clinically characterized population of participants with a diagnosis of AMD. The database will also include a control group consisting of participants without a diagnosis of AMD.Outcome Measures: The design of this cohort study and the data being collected will allow users to assess phenotypes of AMD, develop and evaluate potential markers and risk factors, develop and evaluate an AMD classification scheme(s), and assess the progression of the disease and investigate factors that shape it. It is not practical to anticipate all of the potential uses of the data, or all the types of analyses that will be performed to address user-defined questions."
    },
    {
        "id": "CHICTR-CCC-12002408",
        "text": "The relevant research about immunological mechanism and their regulatory mechanism in age-related macular degeneration To investigate the immunological mechanism and its regulatory mechanism of Age-related macular degeneration"
    },
    {
        "id": "ISRCTN13894787",
        "text": "Enrichment of macular pigment in subjects with age-related macular degeneration (AMD) Background and study aims\nAge-related macular degeneration (AMD) is an eye disease which affects the central part of the retina at the back of the eye, known as the macula. The macula is responsible for fine detail, central and colour vision. AMD affects central vision, making those affected unable to see what they are looking directly at and unable to perform daily tasks such as reading, driving and recognising faces. AMD is caused by harmful blue light (present in sunlight and artificial light) and damaging unstable molecules, known as free radicals, which are caused by oxygen intake. Because we need light to see and oxygen to breathe, the damage caused by blue light and free radicals is unavoidable. It is part of the ageing process. Research suggests that a pigment found at the macula known as macular pigment may help prevent AMD. Macular pigment is made up of three naturally occurring pigments known as carotenoids. These macular carotenoids are lutein, zeaxanthin and meso-zeaxanthin. We believe that macular pigment functions as an antioxidant which quenches the harmful free radicals, and as a blue light filter which filters the damaging high energy blue light. Research has shown that this protective pigment may be increased by taking dietary food supplements that contain these three important carotenoids. \n\nWho can participate?\nPeople who have been diagnosed with the early stages of AMD (AMD which has not yet affected their vision), who do not have diabetes and who are not currently taking any eye-related dietary supplements which contain the macular carotenoids.\n\nWhat does the study involve?\nThe study involves five visits to the Vision Research Centre throughout a 24-month period. Each study visit will take around two and half hours. Study visits will involve various vision tests. They are non-invasive. Study visits will also include a blood sample taken by a trained professional. This blood sample will be assessed in our lab for amounts of the important carotenoids found in the blood. Study volunteers will be randomly allocated to take either a supplement containing lutein, meso-zeaxanthin and zeaxanthin plus vitamin C, vitamin E, zinc and copper, or a supplement containing  lutein and zeaxanthin plus vitamin C, vitamin E, zinc and copper once a day for 24 months. Neither the study organisers nor the volunteers will know which tablet each person is allocated.\n\nWhat are the possible benefits and risks of participating?\nThe study volunteers will be provided with a summary of their physical measurements (such as height, weight, blood pressure) and advice with regard to the response required (e.g., lifestyle modification for those who are overweight), as appropriate. Information leaflets on lifestyle changes (e.g., advice on healthy eating, regular physical activity and stopping smoking) will be provided at the study centre. In the case of measurements that may require immediate action, for example if the participant\u0092s blood pressure is dangerously high, the participant will be advised to go directly to their GP or local hospital, and any assistance needed to make these arrangements will be provided by an appropriate member of the study team. We anticipate that the proposed research will benefit a wide range of people, including those with AMD and the general population, with respect to vision and visual performance in the long term. We foresee no major risks to volunteers participating in this research. There is of course a risk that the status of the volunteer\u0092s AMD will worsen given that he or she will have AMD. There is a designated Data Safety and Monitoring Committee established, which will review data during the study to ensure that no unforeseen risk presents as a consequence of participation in this study.\n\nWhere is the study run from?\nThe study will be run from the Macular Pigment Research Group\u0092s Vision Research Centre at the Waterford Institute of Technology, Waterford, Ireland. \n\nWhen is the study starting and how long is it expected to run for?\nThe study will start in September 2012 and each patient will be enrolled for 24 months. It may take us up to a year to recruit all the patients for this study and so the expected finish date could be May 2016.\n\nWho is funding the study?\nThe study is funded by the European Research Council (Belgium)\n\nWho is the main contact?\nMiss Sarah O\u0092Regan\nsoregan@wit.ie"
    },
    {
        "id": "DRKS00021615",
        "text": "Reading speed during reading standardized single sentences and paragraphs in patients with maculopathy Age-related macular degeneration (AMD) is by far the most common cause of visual impairment in developed countries. The reading ability of these patients is increasingly threatened. In a civilized society, the ability to read is of fundamental importance. Its loss means dependence and reduced quality of life. Therefore, the testing of reading ability is of particular importance.\nIn most cases, however, rehabilitation of the visually impaired patients in their private, social and professional environment with appropriate aids and other measures are possible (Trauzettel-Klosinski 2009, 2010). The Assessment of the effectiveness of visual care can be precisely determined by the reading speed before and after adjustment of magnifying aids (e.g. magnifying glasses, magnifying goggles, electronic magnifiers, screen readers, etc.).\nIn preliminary work, our working group has developed new standardized reading texts (IReST), which were developed to measure the reading speed. These texts were now translated into more than 19 languages, linguistically adapted and evaluated (Trauzettel Klosinski et al 2012). This provides a basis for international comparability of reading ability.\nOur newly developed reading texts are longer text passages of about 130 words. We now want to evaluate comparability with previous standardized very short reading texts (consisting of a single sentence of 14 words, Radner reading chart).\nThe examination of the patients takes place within the regular examination in the low vision clinic of the University Eye Hospital Tübingen with adaptation and testing of corresponding aids for reading. In addition to standard examinations and the measurement of the reading speed, for the participation in the study no further investigations are required. All examinations are performed on an outpatient basis.\nThe study protocol includes:\n1. determination of visual acuity for distance using standardized Visual acuity tests\n2. determination of visual acuity for near vision\n3. determination of the magnification requirement for visual aids\n4. visual acuity with different contrast\n5. examination of the front and rear Eye sections\n3 short reading texts (Radner reading texts) and 3 longer text sections (IReST reading texts) are read out by the patient, the reading time is measured with a stopwatch and the read errors are counted. The order in which the read texts are to be read out is determined randomly. The texts are covered with a sheet of paper, which is only removed directly before the reading starts. Patients should read fluently and without errors. If a reading error is noticed, it should not be corrected. Patients read the texts on a screen reader at the magnification requirement previously determined. As an exercise, before the test, patients read a sample text on the screen reader before the reading time measurements start. The reading speed (words/min) is calculated according to the formula [(correctly read words/read time) * 60] is calculated.\n\nDetailed Description\nAge-related macular degeneration (AMD) is by far the most common cause of visual impairment in developed countries. Due to the typical central visual field defects (central scotoma), the reading ability of these patients is particularly threatened. In a civilized society the ability to read is of elementary importance. Its loss means dependence and reduced quality of life. Therefore, the examination of reading ability is of particular importance.\nIn most cases, however, rehabilitation of the visually impaired patients in their private, social and professional environment with appropriate aids and other measures are possible (Trauzettel-Klosinski 2009, 2010). The Assessment of the effectiveness of visual care can be precisely determined by the reading speed before and after adjustment of magnifying aids.\nIn preliminary work, new standardized reading texts (IReST) were developed by our working group to measure the reading speed. These texts were now translated into more than 19 languages, linguistically adapted and evaluated (Trauzettel Klosinski et al 2012). This provides a basis for international comparability of reading ability.\nOur newly developed reading texts are longer text passages of about 130 words. We now want to evaluate comparability with previous standardized very short reading texts (consisting of a single sentence of 14 words, Radner reading board).\nThe examination of the patients takes place within the regular examination in the low vision clinic of the University Eye Hospital Tübingen with adaptation and testing of corresponding aids for reading. In addition to the standard examinations and the measurement of the reading speed, for the participation in the study, no further investigations are required. All examinations are performed on an outpatient basis.\nThe study protocol includes:\n1. determination of visual acuity for distance using standardized eye tests (ETDRS panel) and at standardized lighting level with best possible corrective lenses (distance glasses). Included is the objective determination of refraction by refractometer\n2. determination of the individual near addition for reading\n3. magnification requirement using Zeiss reading samples\n4. contrast visual acuity using the Pelli-Robson chart\n5. clinical morphological examination of the front and rear Eye sections\nIn each case the 3 Radner texts and 3 IReST texts (#3, #6, #10) from the patients, the reading time is measured with a stopwatch and the read errors are counted. A randomization is performed in which the sequence of the 6 texts is determined. The texts are covered with a sheet of paper, which is only removed directly before the reading starts. Patients should read fluently and without errors. If a reading error is noticed, it should not be corrected. Patients read the texts on a screen reader at the magnification requirement previously determined. As an exercise, before the test, patients read a sample text on the screen reader before the reading time measurements start. The reading speed (words/min) is calculated according to the formula [(correctly read words/read time) * 60] is calculated."
    },
    {
        "id": "NCT02248324",
        "text": "A Multicenter Study on the Investigation of Previously Verified Leading Gene Polymorphisms Related to Age-related Macular Degeneration in Turkish Population The purpose of this study is to determine whether common genetic polymorphisms that have been verified to be related to age-related macular degeneration (AMD) in some populations are also associated with AMD in Turkish population\n\nDetailed Description\nAge-related macular degeneration (AMD) remains as the most important cause of severe visual impairment of elderly people in developed countries. It is one of the best-characterized complex trait diseases. Multiple genetic and environmental factors play a role in the pathogenesis. A number of different biological pathways and related gene polymorphisms are strongly implicated in its etiology. A lot of chromosomal locations have been studied to figure out genetic risk factors responsible from the development of AMD. Most genetic variants that have been found to be related to AMD at least in one study have not been verified in subsequent studies. However in recent years, single-nucleotide polymorphisms related to the complement system and also chromosome 10q26 have strongly been elicited to predispose individuals to the susceptibility to AMD. These polymorphisms have been verified in subsequent studies. However, results from different geographic regions of the world can represent discrepancies according to ethnic populations. Aforementioned genetic tests have been commercially introduced to give the patients the risk of progression to advanced stage of AMD, and rate of the risk can be given by the genetic results together with environmental factors in USA.Age related macular degeneration is consisted of dry and wet forms. Although wet form is responsible from severe vision loss due to AMD, dry form can progress to wet form by passage of time. The risk of AMD increases when age get older and it causes very severe central vision loss; consequently reduces considerably the quality of life in senile population. Available treatment of AMD is expensive and has economical burden. Early diagnosis of the disease has favourable impact on post-treatment prognosis. Although the basis of treatment is primarily based on the preservation of current visual acuity, it is possible to obtain improvement in visual acuity with the agents inhibiting angiogenesis in recent years. However, complete response to the treatment is not obtained approximately in one fifth of the patients. Different responses to the treatment are obtained in the remaining group. The reason for the differences at the treatment may be due to different morphological subgroups and/or diversity of genetic variants in wet AMD. . We do not at the moment know whether gen polymorphisms related to AMD established in some western population are also related to AMD in our population or whether this relationship has similar risk or protective effect for AMD. The gen variants mostly studied in relation to AMD are CFH (rs1061170 and rs1410996), LOC387715/ARMS-2 (A69S /rs10490924), HTRA-1 (rs11200638), C3 (R102G/ rs2230199), C2 E318D (rs9332739), and CFB R32Q (rs641153). A preliminary study which was published recently, carried out by our team in a single center and in a small number of patients showed that CFH and LOC387715 gen polymorphisms entertain a risk for late AMD and suggested a necessity to perform a forward study with larger population to learn definite information about our population. On the other hand, the entire eight genetic locus related to AMD will be studied first time in our population. In the introduced projects study, the relationship of eight different gen polymorphisms (CFH rs1061170 and rs1410996, LOC387715 / ARMS2 gene rs10490924, C2 gene rs9332739, CFB gene rs641153, CFI rs10033900 , HTRA-1 gene rs11200638, C3 rs2230199) will be studied in 2800 patients with high risk intermediate and late stage AMD and 2200 age-matched control subjects. Blood samples from brachial veins of the study subjects will be collected in the 5 health centers composed of Bursa Retina Eye Center and Hospitals of Afyon Kocatepe University, Dokuz Eylul University, Konya University and Uludag University within the period of 32 months. After the collection of venous samples, polymorphisms will be genotyped by \"real-time PCR'' and ''pyrosequencing\" genotyping systems in the genetic laboratory of Afyon Kocatepe University Medical School. Within the last 3 months of the project duration, having completed genotyping of all samples, evaluation of the study data by clinically and statistically will be made, and preparation of final report will be realized. . As a primary outcome, protective effects or the risk rate of developing the late AMD for each genetic polymorphism will be calculated by statistical analysis following the genotyping. Sub-analyses will be done to investigate any relationship between genetic polymorphism and response to the treatment. Sub-analyses will be done to determine possible differences in genetic variants between the late dry and wet AMD and also among the morphological subtypes of the wet AMD. Main study and secondary sub-studies derived from sub-analyses by further methodology will be submitted as different studies for publication. The anticipated results of the study may have impact on the management and follow-up of the patients with AMD. Because AMD is etiologically multi-factorial disease and has environmental controllable risk factor outside the genotypic features, it may be possible to early diagnosis and frequent follow-up in addition to recommending to avoid from modifiable risk factors in patients with early AMD who are genetically under the high risk of the development of late AMD according to findings obtained from our study results. It will also be possible to establish the patients with wet AMD who are resistant or sensitive to the treatment according to genotyping. Whether performing genetic tests in patients who are candidate to the late AMD in the near future is significant and meaningful for our population will be established. Our results evaluated together with the literature will make substantial contribution to better understanding of pathogenesis of AMD as well as early diagnosis and better classification or treatment choices."
    },
    {
        "id": "NCT01712035",
        "text": "OCT Evaluation of Treated and Untreated Choroidal Neovascular Membranes in Age-Related Macular Degeneration Age-related macular degeneration (AMD) is the leading cause of blindness in non-Hispanic white Americans. Neovascular AMD is an advanced form of macular degeneration that historically has accounted for the majority of vision loss related to AMD. The presence of choroidal neovascular membrane (CNV) formation is the hallmark feature of neovascular AMD. Choroidal neovascular membranes consist of buds of neovascular tissue and accompanying fibroblasts from the choroid perforating Bruch's membrane with extension either above or below the retinal pigment epithelium. These neovascular complexes are associated with hemorrhage, fluid exudation and fibrosis formation resulting in photoreceptor damage and vision loss. Treatment of neovascular AMD consists of injecting inhibitors of vascular endothelial growth factor (VEGF) into the vitreous cavity to interfere with proliferation of choroidal neovascularization and to reduce vascular permeability.OCT is an imaging technology that can perform non-contact cross-sectional imaging of retinal and choroidal tissue structure in real time. It is analogous to ultrasound B-mode imaging, except that OCT measures the intensity of reflected light rather than acoustical waves.This observational study will use OCT technology to study and compare the retinal and choroidal anatomy and blood flow in two groups of patients with neovascular AMD: treatment naïve group and active treatment group.The purpose of this study is to assess the utility of OCT angiography in the evaluation of NVAMD."
    },
    {
        "id": "NCT01712841",
        "text": "A Prospective Study Examining Patients With Non-exudative Age-related Macular Degeneration (NEAMD) of Different Severity Age-related macular degeneration (AMD) is the most prevalent cause of vision loss in developed countries and is often discussed in terms of the \"dry\" and the \"wet\" forms. The \"wet\" form of AMD is the more advanced form of the disease and is responsible for 80% of the legal blindness in AMD. Treatment options include a promising class of biologics called anti-vascular endothelial growth factors, as well as photodynamic therapy and laser surgery. These therapies can slow further vision loss, but cannot achieve recovery of lost vision. The \"wet\" form of AMD is always preceded by the \"dry\" form. Therefore, it is reasonable to expect that the early detection and treatment of the \"dry\" form may help reduce vision loss or progression to the more damaging \"wet\" form. Unfortunately, symptoms appear only in advanced stages of the \"dry\" form. As light sensitive cells in the macula breakdown in a process called geographic atrophy, the patient may notice blurred central vision.OCT is an imaging technology that can perform non-contact cross-sectional imaging of retinal and choroidal tissue structure in real time. It is analogous to ultrasound B-mode imaging, except that OCT measures the intensity of reflected light rather than acoustical waves.This study aims is to use OCT technology to compare how the retinal anatomy and blood flow differ within three severity groupings of non-exudative age-related macular degeneration (NEAMD)."
    },
    {
        "id": "NCT01678963",
        "text": "Phase II Study of the Efficacy and Safety of Squalamine Lactate Ophthalmic Formulation 0.2% BID in Subjects With Neovascular AMD. The purpose of this study is to evaluate the safety and efficacy of topical ophthalmic squalamine lactate eye drops in treating patients with neovascular age-related macular degeneration (wet AMD), a degenerative retinal eye disease that causes a progressive, irreversible, severe loss of central vision.\n\nDetailed Description\nAge-related macular degeneration (AMD) is a degenerative retinal eye disease that causes a progressive loss of central vision. AMD is the leading cause of legal blindness among adults age 50 or older in the Western world and affects 25-30 million people globally. This number is expected to triple over the next 25 years. Central vision loss from AMD is caused by the degeneration of light-sensing cells in the macula called photoreceptors. The macula, the central portion of the retina, is responsible for perceiving fine visual detail. As photoreceptors begin to degenerate, so does the individual's central vision. The extent of vision loss varies widely and is related to the type of AMD, its severity and other individual characteristics.AMD presents itself in two different forms - a \"dry\" form and the more severe \"wet\" form. Dry AMD, the more common and milder form of AMD, accounts for 85% to 90% of all cases. It results in varying forms of sight loss and may or may not eventually develop into the wet form. Although the wet form of AMD accounts for only 10% to 15% of all AMD, the chance for severe sight loss is much greater. Wet AMD is responsible for 90% of severe vision loss associated with AMD. Approximately 500,000 new cases of wet AMD are diagnosed annually worldwide. In North America alone, approximately 200,000 new cases of wet AMD are diagnosed each year.Squalamine lactate has been found to be an inhibitor of new blood vessel formation (angiogenesis) induced by VEGF, PDGF or bFGF. Since angiogenesis is implicated in the growth and maintenance of choroidal neovascularization, squalamine lactate is potentially an attractive development candidate in the treatment of age-related macular degeneration (AMD), in which blood vessel proliferation has a role."
    },
    {
        "id": "NCT01669447",
        "text": "Assessment in Early Changes in the Parameters of Optical Coherence Tomography (OCT Spectral Domain) in Patients With Subfoveal Neovascular Membranes Related to Age After Treatment With a Single Intravitreal Injection of Lucentis. Significant difference in the parameter settings of early optical coherence tomography (OCT spectal domain) in patients with subfoveal neovascular membrane realacionada age after treatment with a single intravitreal injection of Lucentis.\n\nDetailed Description\nAssessment in early changes in the parameters of optical coherence tomography (OCT spectral domain) in patients with subfoveal neovascularization secondary to age-related degeneration after treatment with a single intravitreal injection of Lucentis.Age-related macular degeneration (AMD) leading cause of blindness over 50 years in developed Western countries. Its prevalence increases with age affecting about 8.5 to 27.9% of the population over 75 years. Its incidence has increased 30-40% in recent decades, in spite of eye diseases such as cataracts and glaucoma, which reach the same population group, have shown apparently reduced their records.Although approximately 80% of patients with AMD have the neovascular form does not, the neovascular form is responsible for almost 90% of severe visual loss resulting from AMD. It creates great socioeconomic impact, becoming a public health problem.Quantitative analysis of OCT has shown increasing clinical importance with the development of anti-VEGF therapy to evaluate the outcome of the treatment of neovascular AMD.Relatively few studies in AMD has been proposed to examine the correlation between the morphological parameters of the OCT and BCVA in a systematic way.It is important to assess the impact that different OCT parameters have on visual acuity as early as 7 days after intravitreal injection of ranibizumab in patients with AMD to define which of these parameters correlate better with the AV and prognosis. It is also unknown which patients' perception of the effectiveness of treatment in early stage. For this evaluation, we apply the visual function questionnaire (VFQ - 25) 1 and 7 days after treatment."
    },
    {
        "id": "NCT01933152",
        "text": "Review Study: A Retrospective Noninterventional Study to Assess the EffectiVeness of exIsting Anti-vascular Endothelial groWth Factor (Anti-VEGF) Treatment Regimens in Patients With Wet Age-related Macular Degeneration Retrospective, non-interventional, observational multi-center field study. Patients diagnosed with wet Age-related macular degeneration (wAMD) and having started treatment with ranibizumab between January 1, 2009 and December 31, 2009 must be consecutively screened and, if eligible, enrolled. Patients will be followed up at maximum until December 31, 2011. Switch to any other Anti vascular endothelial growth factor (anti VEGF) treatment will be documented. For each patient, demographics, medical history, administered treatments, results of ocular and visual assessments and other tests (where available) will be documented."
    },
    {
        "id": "DRKS00015609",
        "text": "Effects of a special home reading training on the reading speed and secondarily on the emotional status of patients with age-related macular degeneration (AMD) Age-related macular degeneration (AMD) is the leading cause of severe visual impairment in the Western world. The central visual field loss causes the patients to lose their reading ability. But reading means independence, communication, mental mobility and quality of life. A study by Knauer and Pfeifer (2008) has shown that the visually impaired and the blind feel particularly impaired in their quality of life. For example, visually impaired persons would sacrifice 48% and the blind 60% of their remaining life to return to normal.\nStudies on the follow-up costs of an AMD have shown that these costs are many times higher compared to normal controls. In our aging society, the number of people with age-related macular degeneration will increase more and more, which is a not inconsiderable cost factor for the health service.\nIn a US study, about one fifth of AMD patients developed depression within 2 months, which could be temporarily improved by employing problem solving tasks. However, the improvement did not last long.\nThe development of depression also accelerates the cognitive decline of patients (Rovner et al., 2nd introduction). American elderly AMD patients, who had to retire from previous main activities due to visual impairment, reported as such activities 87.5% reading, 33% driving, 29% manual labor and work, and only 12% television (Rovner and Casten, 2002)).\nTo help visually-impaired patients to live as independently as possible, in special low vision centers, these patients are provided with individually adapted visual aids and training methods. In a large patient population of the Low Vision center of the University eye clinic in Tübingen we found that before the consultation, only 13% of all patients could read newspaper printing, after rehabilitation with adjusting magnifying visual aids it was 90%, in AMD even 94% (Trauzettel-Klosinski et al. (2000) Nguyen et al., 2009)! Out of ignorance and because of the insufficient supply, however, many AMD patients do not seek out a low vision clinic.\nThe clinical study, which we conducted earlier (Mielke 2013), has shown that only the support with magnifying visual aids improves the reading speed, but also the emotional and cognitive status and thus also the quality of life. The study presented here is an extension of this study. The purpose of this study is to investigate whether additional reading training after optimizing visual aids can further improve the reading speed of AMD patients. How are the cognitive abilities of the patients promoted? And does reading training have a positive effect on emotional status?\nWhat effects will this have on the quality of life? All those questions will be addressed.\n\nDetailed Description\nAge-related macular degeneration (AMD) is the leading cause of severe visual impairment in the Western world. The central visual field loss causes the patients to lose their reading ability. But reading means independence, communication, mental mobility and quality of life. A study by Knauer and Pfeifer (2008) has shown that the visually impaired and the blind feel particularly impaired in their quality of life. For example, visually impaired persons would sacrifice 48% and the blind 60% of their remaining life to return to normal.\nThe follow-up cost of AMD per patient is 7-fold compared to controls (£ 3,824 versus £ 517 per patient per year, Lotery et al 2007). Considering the increasing number of patients with AMD, due to the demographic development alone, this is also a special socio-economic factor.\nIn a US study (Rovner et al., 2008), 23% of AMD patients developed depression within 2 months, which could be improved in the short-term, but not in the long-term, by a short-term problem solving treatment. The development of depression also accelerates the cognitive decline of patients (Rovner et al., 2nd introduction). American elderly AMD patients, who had to retire from previous main activities due to visual impairment, reported as such activities 87.5% reading, 33% driving, 29% manual labor and work, and only 12% television (Rovner and Casten, 2002)).\nThe effectiveness of visual rehabilitation in AMD is particularly high: in a large patient population of the Low Vision center of the University eye clinic in Tübingen we found that before the consultation, only 13% of all patients could read newspaper printing, after rehabilitation with adjusting magnifying visual aids it was 90%, in AMD even 94% (Trauzettel-Klosinski et al. (2000) Nguyen et al., 2009)! Out of ignorance and because of the insufficient supply, however, many AMD patients do not seek out a low vision clinic.\nThe randomized, controlled pilot study, which we conducted earlier (Mielke 2013), has shown that only the support with magnifying visual aids improves the reading speed, but also the emotional and cognitive status and thus also the quality of life. The study presented here is an extension of this study. The purpose of this study is to investigate whether additional reading training after optimizing visual aids can further improve the reading speed of AMD patients. How are the cognitive abilities of the patients promoted? And does reading training have a positive effect on emotional status?\nWhat effects will this have on the quality of life? All those questions will be addressed."
    },
    {
        "id": "2015-002302-36",
        "text": "Treating neovascular age-related Macular Degeneration with Aflibercept:A multi-centre randomized controlled trial comparing Standard Care with an individualised Treat and Extend regimen. Neovascular Age-related macular degeneration"
    },
    {
        "id": "ACTRN12614000497606",
        "text": "A randomised trial evaluating the ability of multifocal objective pupil perimetry to track macular function in treatment-naive eyes with wet Age-Related Macular Degeneration (AMD), treated with either aflibercept or ranibizumab.  Age-related macular degeneration (AMD) is a very common problem in the elderly.  The treatment is given by intraocular injection, and there are two TGA approved medications (Lucentis and Eylea) which are in common use in Australia for AMD.  Both have been shown to be equivalent.\nThe investigators have shown in previous studies that a novel tool for visual testing known as multifocal objective pupil perimetry (mfPOP) is sensitive at picking up the loss of retinal function observed with AMD, and also the recovery in function following Lucentis therapy.\n\nThe investigators plan to randomise 60 patients with new onset wet AMD to either Lucentis or Eylea therapy and to manage them according to standard, accepted clinical practice.  They will be followed using both the standard testing and also mfPOP to see if mfPOP is an effective tool at monitoring disease progress on therapy, and also to see if mfPOP can detect any subtle differences between the two medications.\n"
    }
]